{
  "attr_name": "Tate Britain",
  "attr_page": 0,
  "attr_reviews": {
    "0": {
      "title": "Don't bother with the Audio Guide",
      "time": "NONE",
      "type": "NONE",
      "review": "Do not bother paying for the audio guide.  There were hardly any points of information to use it with.  Guest book was full of complaints about it too!"
    },
    "1": {
      "title": "Memorable visit",
      "time": "Sep 2020",
      "type": "NONE",
      "review": "Excellent experience , what a wonderful way to spend an hour in front of such incredible works of art that you have grown up hearing about and seeing in books. Had high expectations and was not disappointed. However the mc queen exhibitIon  was not for us. Im sure some will enjoy it but we whizzed past."
    },
    "2": {
      "title": "Exhibition visit",
      "time": "Sep 2020",
      "type": "NONE",
      "review": "Visited this week to see the Aubrey Beardsley exhibition. We enjoyed it, but social distancing was not being followed. Some rooms without a curator , some people standing in front of works having social conversations, or looking at phones. other areas were ok, but noewhere as vigorous as other galleries."
    },
    "3": {
      "title": "Post Covid19 Lockdown. Old masters paintings and Photographs of the next generation",
      "time": "Sep 2020",
      "type": "NONE",
      "review": "It was a pleasure to visit Tate Britain after the lockdown closure.  The staff were clearly pleased to see visitors again although any interactions were hampered by masks and visors.  Numbers of visitors seemed low and with all the hygiene precautions the risk of infections seems lowNice to be able to enjoy a drink from their cafe outside on the terrace- it was easy to follow social distancing requirements.The central hall was filled with Steve McQueens' photographs of  year 3 children from across London.  The smiling faces of next generation- and lets hope life gives them good experiencesNice to see again the well known paintings by the old master.  With fewer visitors it was easier to study and appreciate themWell worth a visit to help start the return to normal life of London"
    },
    "4": {
      "title": "A Pleasant Few Hours",
      "time": "Sep 2020",
      "type": "NONE",
      "review": "Every visit to London includes a visit to the two Tate Galleries.We were there in December pre COVID and went this time to see the Aubrey Beardsley exhibition. This was the end of nine months in the UK and we only had a few days before flying home.The Beardsley was excellent, there were about 250 works, it was a little busy and social distancing in the early rooms was not easy.Overall we loved the show and also followed the one way path through the rest of the Gallery.The cafe still sells excellent coffee and cake.A pleasurable experience as always"
    },
    "5": {
      "title": "Needs to do much better, with more staff advising people rather than just sitting silent in each room",
      "time": "Sep 2020",
      "type": "NONE",
      "review": "Covid precautions are not being well followed, which marred our otherwise good experience with the Beardsley1 Too many people being let into the first room, which resulted in people being only 1-2 feet apart in the early rooms2 Yoiung guys sitting in public areas with no masks3 No details taken of names and contacts as we entered members cafe"
    },
    "6": {
      "title": "Excellently organised",
      "time": "Aug 2020",
      "type": "NONE",
      "review": "This is my favourite art gallery in London so was happy to visit post lockdown. Visited the post 1930's galleries and the cafe. The socially distanced route around the gallery was clearly marked, well organised and facilitated by helpful staff. We ended display and finished up in the cafe then had lunch in the grounds. An altogether great visit."
    },
    "7": {
      "title": "Could do better on the covid front.",
      "time": "Jul 2020",
      "type": "NONE",
      "review": "This is an excellent collection. But in my opinion the galleries  in the Beardsley exhibit were too crowded  to allow for personal distancing , this surprised me as entrance was timed.Visiting the cafe on ground floor exterior was disappointing on the hygiene front. Empty tables were left with previous occupants used dishes, leaving  us to either  have to move them or sit amongst dirty dishes and debris.  No sign of any staff clearing or cleaning any tables."
    },
    "8": {
      "title": "\"Vital Fragments: Nigel Henderson and the Art of Collage\" (TATE BRITAIN)",
      "time": "Mar 2020",
      "type": "NONE",
      "review": "WHAT IT IS. A compilation of Henderson's collages, 40s through 70s.THEMES. Autobiography, distorted portraits, symbolisms on history, life and previous jobs etc., anything from his home (read: huge collection of printed materials), statements on historic Britain...WHERE TO START. An hour-long intro video will tell you everything. Enter the gallery room from the atrium, sit down by the entrance and see for yourself.(If you're wondering what's that noise next doorschool activities in the atrium dictate students to yell out slogans as they engage with McQueen's artwork, a collection of school photos on 76,000 kids.)"
    },
    "9": {
      "title": "Outstanding display of British art",
      "time": "Feb 2020",
      "type": "NONE",
      "review": "The Tate is a must for lovers of British art although when we were there several galleries were closed  due to displays being changed. None the less it was an uplifting experience to spend the day there. Rooms full of Turners and Constable, others with Henry Moore sculptures, lots of George Stubbs and so on."
    }
  }
}