{
  "attr_page": 46,
  "attr_reviews": {
    "460": {
      "title": "Audio Guide",
      "time": "Sep 2015",
      "type": "Couples",
      "review": "We ordered our tickets online and did not have to wait.  The abbey was beautiful and exceeded expectations.  However, what really made a difference in our experience was the audio guide.  The guide offered commentary that was easy to follow and provided historical information about the abbey. We left knowing so much more about the events in British history relating to the abbey, its religion, and the lives of the monarchs. "
    },
    "461": {
      "title": "Inspirational",
      "time": "Sep 2015",
      "type": "Couples",
      "review": "The history of this place is unimaginable. This is one of my favorite spots in London. We were fortunate enough to take part in the daily prayer session in a roped-offed chapel around mid-day."
    },
    "462": {
      "title": "Classic London!  A must see!",
      "time": "Sep 2015",
      "type": "Couples",
      "review": "While this area is very congested, while in London it is a must see!  Westminster is amazing.  Look for the red and green parts of the building they represent the two houses of parliament.  "
    },
    "463": {
      "title": "Awesome architecture!",
      "time": "Aug 2015",
      "type": "Couples",
      "review": "The architecture and the intricacies of the design is fabulous! Fantastic! I marvelled at how these buildings were constructed in the past! "
    },
    "464": {
      "title": "Tour of London",
      "time": "Aug 2015",
      "type": "NONE",
      "review": "This is one of the most beautiful buildings in all of London.  The architecture is just magnificent with wonderful detail.  Don't miss it. "
    },
    "465": {
      "title": "Very wonderful place",
      "time": "Jun 2015",
      "type": "Friends",
      "review": "I used to walk through Westminster bridge to reach my hotel in London> It is a very wonderful place. In one side, I will enjoy with Beg Ben watch, Parliament building and the very exciting look of the police people and the garden in front of it, and in the other side Waterloo metro station and the old theater museum and other very interesting buildings and London eye"
    },
    "466": {
      "title": "A truley magnificent experience",
      "time": "Sep 2015",
      "type": "Friends",
      "review": "Seeing the Gothic architecture of this amazing building poke out of the trees can send shivers down your spine. This is truly a must see attraction in the city of London for families, history enthusiasts and business travelers alike."
    },
    "467": {
      "title": "Interesting attraction",
      "time": "Sep 2015",
      "type": "Friends",
      "review": "Big church, great for history and art lovers. Audio tours available. A little crowded, but well organized. "
    },
    "468": {
      "title": "Westminster Abbey",
      "time": "Aug 2015",
      "type": "Couples",
      "review": "Westminster Abbey is one of the most notable religious buildings in the United Kingdom. It has been the traditional place of coronation and burial site for British Monarchs. Prince William and Catherine Middleton, Queen Elizabeth II and Duke of Edinburgh (Philip) married here."
    },
    "469": {
      "title": "Incredible Abbey",
      "time": "Sep 2015",
      "type": "Couples",
      "review": "The place is amazing.  The architecture is awe-inspiring it seems to go on forever inside.  It takes some time to see but worth the wait in line for it."
    }
  }
}