{
  "attr_page": 50,
  "attr_reviews": {
    "500": {
      "title": "Free audioguide , royal tombs and poet corner",
      "time": "Aug 2015",
      "type": "Solo",
      "review": "Westminster is a nice church to visit.  Actor Jeremy Irons gives many informations about the history on the free audio guide.  Too bad we cannot take picture inside, even without flash considering the pricey entrance fee: 20.  Loved the poets' corner: many well known artists:  Haydn, Laurence Olivier, Lewis Carroll, etc.  Impressive tomb of queen Elizabeth 1 and Mary and many more.  Nearby Big Ben so good combination visit."
    },
    "501": {
      "title": "immpressive.",
      "time": "Aug 2015",
      "type": "Couples",
      "review": "my partner and I love London. we went recently to visit family and enjoyed it as much as the first time. love the sights. all amazing architecture, history and actually daily events happening there. its a fab place to visit. the best."
    },
    "502": {
      "title": "UK Capital",
      "time": "Jun 2015",
      "type": "Family",
      "review": "Very neat and tidy.  Everything well marked.  Was pleased to know that you can tour Big Ben with your MP."
    },
    "503": {
      "title": "A visual must",
      "time": "Sep 2015",
      "type": "Couples",
      "review": "Westminster is a visual masterpiece.  From the cathedral to the abbey to Big Ben to Parliament, this area is astounding.  It is hard to avoid, but you're never sad you didn't."
    },
    "504": {
      "title": "Amazing",
      "time": "Oct 2014",
      "type": "NONE",
      "review": "you will be amazed at the architecture and the people. the old customs and traditions have been maintained the same for years. a sight to see!"
    },
    "505": {
      "title": "Astounding architecture",
      "time": "Sep 2015",
      "type": "Family",
      "review": "Absolutely awe-inspiring.  Both the exterior and the interior of this famous abbey are beautiful.  The history within the building is unparalleled -- from the burial places of kings and queens to the seats reserved for current-day knights."
    },
    "506": {
      "title": "The must see London Landmark",
      "time": "Sep 2015",
      "type": "Couples",
      "review": "Walking across Waterloo Bridge towards the Houses of Parliament and Big Ben is an amazing sight.  The bridge is extremely busy with tourists stopping for photos, touts touting fir bus tours or boat tours and there are plenty of pickComets around so be very careful and aware of what is going on around you. "
    },
    "507": {
      "title": "Iconic",
      "time": "Sep 2015",
      "type": "Friends",
      "review": "Very interesting place full of history. It may not be the most amazing church you've ever been structure wise but it's definitely one of the most visited due to its colorful history. To  see and touch history is pretty awesome "
    },
    "508": {
      "title": "The very heart of London",
      "time": "Sep 2015",
      "type": "Friends",
      "review": "The very heart of London,with the Houses of Parliament,the gorgeous Westminster Abbey,the elegant St.Margaret Church,The Dean's Yard,a magnificent Churchill statue(not to mention Lord Beaconsfield,Gandhi,Nelson Mandela...)- in a word the essence of London !"
    },
    "509": {
      "title": "Iconic, amazing place that you can visit for free if you are there to worship anduse the side door.",
      "time": "Sep 2015",
      "type": "Couples",
      "review": "If you go to the side door and are there to worship for a while, you can enter part of the Abbey for free.  There used to be an evening choir practice that you could attend."
    }
  }
}