{
  "0": {
    "attr_name": "National Portrait Gallery",
    "attr_page": 3,
    "attr_reviews": {
      "30": {
        "title": "Why do people just walk past?! It's amazing!",
        "time": "NONE",
        "type": "NONE",
        "review": "This gallery always seems quiet, as you come to the gallery and see the crowds at Trafalgar Square and the many tourists scuttling past it always shocks me how so many simply ignore this galleries existence.Having always enjoyed history at school this gallery is amazing! Added to that there are more modern paintings and photographs of celebrities. So I'd say there is something for everyone.And best of all its free and right next door to another fab gallery and close to lots of cafes so you can always bob out for lunch!"
      },
      "31": {
        "title": "Short trip through British history",
        "time": "NONE",
        "type": "NONE",
        "review": "I actually liked this better than the adjacent National Gallery. It's essentially an art museum for history buffs. You get to see thousands of portraits of all those famous Brits, from kings to poets to physicists throughout Britain's glorious and fascinating history. In a nutshell, it's a who's who of Britain, wrapped up in one museum.There was also a bizarre but memorable temporary exhibition of various athletes (possibly gearing up for London 2012) during my visit. Inside, you'll find a bunch of athletes and olympians posing nude for AIDS awareness, including French footballer Thierry Henry, one of the Williams tennis sisters, and of course...wait for it.....Buffalo Bills wideout TERRELL \"T.O.\" OWENS! There was also a downright creepy \"portrait,\" which was a continuous loop of a video of David Beckham asleep.Very much different from the National Gallery. I'd say the National Portrait Gallery is well worth a visit in its own right."
      },
      "32": {
        "title": "Wonderful way to spend a few hours",
        "time": "NONE",
        "type": "NONE",
        "review": "This free gallery is well set-out and is a wonderful way to spend a relaxed few hours in the busy capital. You can travel through the ages, viewing royalty, politicians or Damon from Blur. Simply my favourite gallery of a wide and excellent choice in London, not to be missed."
      },
      "33": {
        "title": "Could have spent all day here",
        "time": "NONE",
        "type": "NONE",
        "review": "The museum is full of several floors of all kinds of paintings and art and is most interesting, as well as a respite when you're tired of walking in the hot outdoors. The cafe at the top of the museum I cannot comment on, because we sat there for 30 minutes before finally leaving while nobody came to take our order."
      },
      "34": {
        "title": "The facility is closed visited 26 Sept 2020",
        "time": "Sep 2020",
        "type": "NONE",
        "review": "Closed for refurbishment until 2023.I was informed of this by a staff member at the Mall Gallery. It will be missed"
      },
      "35": {
        "title": "David Hockney - Drawing From Life",
        "time": "Mar 2020",
        "type": "NONE",
        "review": "A fascinating look at Hockney's early work and finding out why he worked the way he did. The exhibition is well presented and worth seeing while you can."
      },
      "36": {
        "title": "Wonderful lunch",
        "time": "Mar 2020",
        "type": "Friends",
        "review": "Set overlooking Trafalgar Square this is a great place to enjoy a first class experience for lunch - a little pricey- but well worth it.  The cheese plate gives an excellent selection of British cheeses with great chutney!"
      },
      "37": {
        "title": "Lovely place to spend some time",
        "time": "Mar 2020",
        "type": "NONE",
        "review": "The portraits are many and varied, too many to take in all at once. We only had an hour and focussed on the Tudor and Stuart ones which are simply beautiful. "
      },
      "38": {
        "title": "Hockney we salute you!",
        "time": "Mar 2020",
        "type": "Couples",
        "review": "Prebooked our tickets to see the latest David Hockney portraits exhibition and we were so excited to be there. The exhibition is quite small but the portraits are wonderful especially the ones of the artists mother. It was very hot inside the rooms and this made it uncomfortable to stay very long. We were through in 45minutes but perhaps this is the idea! David Hockney is a genius. The short film of him flipping through his sketch book from LA to Normandy was a highlight for me."
      },
      "39": {
        "title": "Excellent Museum, worth the visit",
        "time": "Jan 2020",
        "type": "NONE",
        "review": "After visiting most art museums in London; I left the National Portrait Gallery to the last. I was hesitant to visit a museum of \"selfies\"; I thought it would be boring. I admit that I was completely wrong. I enjoyed a lot this museum, specially the old paintings. This is a place for history buffs. If you have seen the movie \"the favourite\" there is a portrait of the Duchess of Marlborough near to Queen Anne; which I think it was very appropriate. You will see all the paintings of famous British scientist, politicians and royalty that have become part of history books.  The Cafe was excellent; I strongly recommend you to have your meal or snack in this place. On the downside, the XX century paintings were not that good, I found them pretentious with some exceptions.  My recommendation is not to overlook this wonderful museum in your next visit to London."
      }
    }
  },
  "1": {
    "attr_name": "National Portrait Gallery",
    "attr_page": 2,
    "attr_reviews": {
      "20": {
        "title": "Great gallery with fantastic roof top views from the restaurant.",
        "time": "Oct 2017",
        "type": "Solo",
        "review": "This national treasure has many portraits assembled over the years. But, for me, the highlight is the Portrait Restaurant, at the top of the gallery, open lunchtimes and also in the evening if the gallery is open. Fantastic seasonal menus with great views over the rooftops of Westminster, Whitehall, Theatreland and Covent Garden. A bit like the view from the roof of Il Duomo, Milan!"
      },
      "21": {
        "title": "Still great",
        "time": "May 2017",
        "type": "Couples",
        "review": "This is a great way to spend a dull grey saturday morning. Started off with a fantastic coffee and lemon drisel cake in there cafe, great service , they have really improved things here 100%. Now the art fantastic collection, i find its better to just wander around  .and let it all soake in a great visit"
      },
      "22": {
        "title": "Portrait Gallery - Free Museum",
        "time": "Aug 2016",
        "type": "Couples",
        "review": "Free entry (voluntary donations)Impressive portraits even if you are not an art buff - well worth a visit."
      },
      "23": {
        "title": "An amazing must see. One of my favorites in London",
        "time": "Jun 2015",
        "type": "Solo",
        "review": "If you Love art, this is the place for you. Even if art is not for you, you will be amazed. An Incredible collection !"
      },
      "24": {
        "title": "Loved it",
        "time": "Jun 2012",
        "type": "Solo",
        "review": "Its not super busyYou won't get trodden on or walked over by tourists Its not going to cost you 2 weeks worth of wages to visitSome beautiful pictures and artwork.Lots to learn, see and doLovely restaurant food well priced and tastyBreath taking artwork (in my opinion) Vibrant easy to navigate around10/10 - A must for anyone interested in art!"
      },
      "25": {
        "title": "Afternoon Tea",
        "time": "Aug 2011",
        "type": "Friends",
        "review": "Went for afternoon tea and the place was virtually devoid of customers, the cream in the blackforest gateau looked as though it had been frozen and defrosted as the colour from the cherries was bleeding into it.  Had to go to the service area to ask for the bill despite being the only customers in there at the time as the staff were all chatting amongst themselves, not a way to run a business.                                                                                          I actually went in May 2011 but this was not an option, if you want to be served when having afternoon tea do not come here!"
      },
      "26": {
        "title": "Queen special exhibition",
        "time": "Jun 2012",
        "type": "Friends",
        "review": "I did not go to the see the permanent collection but the Queen Diamond Jubilee special exhibition, and it was amazing. You can have a much better understanding about the queen and the royal family since they allocate the pictures and portrait with a timeline since the coronation til current."
      },
      "27": {
        "title": "Disappointing",
        "time": "Nov 2011",
        "type": "Friends",
        "review": "Had expected so much more, but the museum is much smaller than I'd hoped and not nearly as vibrant or exiting as it could be made."
      },
      "28": {
        "title": "Picture this",
        "time": "Jun 2011",
        "type": "Solo",
        "review": "I popped in to see the exhibits mainly for the annual BP awards. It was a busy day when I went so you might inadvertently end up jostling when reading the information cards.Portrait selections are based on the significance of the sitter rather than the artist. They are not all paintings and can include photographs , drawings, sculpture as well as the more formal paintings.The NPG has portraits of historically important and famous British people. It also has recent portraits and they do not all tend to be celebrities neither. Newer portraits I saw included actor/writer/director Noel Clarke.The gallery was opened in its current location in 1896. Famous exhibits include the Chandos portrait of William Shakespeare, it may be the only actual depiction of Shakespeare. There is also the Holbein's portrait of Henry VIII.In previous visits I focussed more on the historical figures such as  monarchs and politicians. This time I looked at more contemporary figures which tied neatly with the BP competition."
      },
      "29": {
        "title": "Brilliant ... truly amazing.",
        "time": "Apr 2011",
        "type": "NONE",
        "review": "Well worth a visit.  It is free and really reflects the very best portraits and a brilliant span of British History.  A MUST SEE!Top Tip: - If you have an iPhone get the NPG App before your visit as the guided tours on there are superb and cheaper than renting an auido guide at the gallery."
      }
    }
  },
  "2": {
    "attr_name": "National Portrait Gallery",
    "attr_page": 1,
    "attr_reviews": {
      "10": {
        "title": "A Visual Feast of British History",
        "time": "Jun 2011",
        "type": "Solo",
        "review": "This Gallery has many excellent (and famous) portraits.  The displays are mainly organized by historical periods with sub-categories by subject.  For example, I particularly enjoyed seeing famous scientists and engineers from various times.  There was also a spectacular display of modern portraits on the ground floor.The displays include informative side bars that tell the historical stories in sufficient detail to give you a real sense of the roles of the individuals in the particular period.  Of course, it helps to have some knowledge of the history of the British Empire as a scaffold onto which to view this immense collection.It is possible to see a great deal of this collection in 3-4 hours, although one could linger longer if time allows.  This is a \"don't miss\" destination either for lovers of art or for students of history.  And open to the public without charge.  An astounding collection!"
      },
      "11": {
        "title": "A very entertaining museum - with a restaurant on top!",
        "time": "NONE",
        "type": "NONE",
        "review": "The National Portrait Gallery in the heart of London is a very well made museum. What I like about it is the chronological set-up of the floors, so you can start in the top floor and walk your way through the centuries - realizing how much the way of creating portraits has changed throughout history. A \"secret\" tip is the restaurant on the top floor: Reservation in advance is necessary, but then you can enjoy a marvellous view over the roof landscape of London!http://www.npg.org.uk/"
      },
      "12": {
        "title": "The vitual tour is terrible",
        "time": "May 2020",
        "type": "NONE",
        "review": "I did the virtual tour and it was terrible. I couldn't move, which meant all the portraits were far away (and barely visible). The 'galleries' were just little snip its of the real thing, so I couldn't see all the stuff (even if I could move, which I couldn't, i would still miss loads of portraits).  On top of all of that, it was really hard to rotate the view because the rotation was really quick (this made me feel VERY dizzy)! It is terrible, a tech flop. So don't do the virtual tour. Mark my words!"
      },
      "13": {
        "title": "Another wonderful museum",
        "time": "Dec 2019",
        "type": "NONE",
        "review": "The National Portrait Gallery contains a large assortment of portraits - with a focus on British subjects and history (at least that's what I saw, anyway). In exploring the galleries, I got a brief lesson in the people behind periods of British history, which I enjoyed. I also found this museum less crowded than the neighboring National Gallery, so I felt I was able to enjoy and take in the works more."
      },
      "14": {
        "title": "Is this a Scam",
        "time": "Nov 2019",
        "type": "NONE",
        "review": "The gallery offered on its webb site 5 tickets for pensioners to see the Pre Raphaelite Sisters Exhibition on certain days between 10-11amOn Nov 18th we arrived at the gallery before 11am and were told there were no tickets left.Having travelled all the way to London we were then faced with paying the full ticket amount of 17 each. Checking later on the Gallery webb site the is no mention that there are a limited no of tickets each day at this price. I have written to them but have not had a replyIS THIS A SCAM TO ATTRACT MANY PEOPLE TO THE GALLERY UNDER FALSE PRETENSES IN ORDER TO EXTRACT A FULL PRICE TICKET PAYMENT FROM PENSIONERS WHO THOUGHT THEY WOULD ONLY BE PAYING 5"
      },
      "15": {
        "title": "Fascinating Pre-Raphaelite Sisters exhibition ",
        "time": "Nov 2019",
        "type": "Solo",
        "review": "The NPG is always a treasure trove of interesting art and its special exhibitions are no exception. This exploration of the role of certain women in the Pre-Raphaelite  art movement is very well worth seeing. Its a comprehensive view of their influence, whether as wives or muses of the male artists or as artists in their own right. The numerous information captions are detailed and very helpful. The artworks on display are of course sublime. "
      },
      "16": {
        "title": "Free culture",
        "time": "Nov 2019",
        "type": "NONE",
        "review": "A great surprise, I went inside the gallery just by chance, and was surprised with the amazing art works in there and also the organization of the museum.A place I look forward to come back ween I visit London an other time!"
      },
      "17": {
        "title": "Can't beat free admission",
        "time": "Sep 2019",
        "type": "NONE",
        "review": "Enjoyed my visit to the National Portrait Gallery. Admission is free and the collection is more than worth the price."
      },
      "18": {
        "title": "Utterly wonderful",
        "time": "Sep 2019",
        "type": "NONE",
        "review": "We in Britain should be so proud of the richness of our history and the ability to see historic paintings for free. The quality and range of the portraits is astounding. No tourist visiting London should miss this. In particlular the Tudor and Stuart rooms with their 500 year old paintings is a wonder. I cannot speak highly enough of this venue."
      },
      "19": {
        "title": "Better than expected... With Dame Dench",
        "time": "May 2019",
        "type": "Solo",
        "review": "On my way to James park (for some recovery and coffee in the sun) I stumpled across this museum of portraits. Several floors of paintings, busts and photos. Did the museum without audioguide but managed by reading the text next to each item. Being sort of a nerd interested in British history made it easier to get the picture so to say. If you havent so much knowledge Do take an audioguide otherwise this can get to be a pretty stuffy visit.Well worth visiting. Lots of well known paintings that is nice to IRL.Admission free as of may 2019. "
      }
    }
  },
  "3": {
    "attr_name": "National Portrait Gallery",
    "attr_page": 0,
    "attr_reviews": {
      "0": {
        "title": "Smiling Faces In The Galleries",
        "time": "Apr 2019",
        "type": "Couples",
        "review": "The National Portrait has always been one of our favourite London galleries and we often visit the temporary exhibitions. Therefore, being in town for a theatre performance, we were pleased to add the Martin Parr presentation. The name may not be familiar, but almost everybody will know his work from the pre programme inserts on BBC One. There were many happy faces enjoying the images and it made for an excellent start to a very good day."
      },
      "1": {
        "title": "Definitely worth a visit.",
        "time": "Aug 2016",
        "type": "Couples",
        "review": "This is one of my favourite art galleries in London and I loved the Tudor collection.The portrait of Jane Austin was another one I particularly liked.  Apparently, it is the only portrait of the famous novelist in existence and was sketched by her sister, Cassandra.I also liked the personal collections of Audrey Hepburn.  There were 35 photographs of the actress, including photos taken when she was nine years old.  Some of the photos are well known vintage magazine covers and famous fashion shoots; others have never been seen in the UK.We were able to move around with ease as this gallery is not normally as crowded as some of the other art galleries in London.The National Portrait Gallery is definitely worth a visit and its free!"
      },
      "2": {
        "title": "An excellent gallery.",
        "time": "Apr 2016",
        "type": "Couples",
        "review": "The National Portrait Gallery is an art gallery in London housing a collection of portraits of historically important and famous people.  It was the first portrait gallery in the world when it was opened in 1856.  The gallery moved in 1896 to its current site at St. Martins Place, off Trafalgar Square, and adjoining the National Gallery.The main purpose of our visit was to see the Tudor collection, because I have always been fascinated by the history of Henry VIII and his six wives.  Also, I wanted to see the portraits of Sir Winston Churchill. We were able to get up really close to the portraits to see what they actually looked like and the detail was excellent; there was also information about each portrait for you to read.  I particularly liked the portraits of Queen Elizabeth I.Definitely worth a visit."
      },
      "3": {
        "title": "Lovely Stop for an Afternoon of History",
        "time": "NONE",
        "type": "NONE",
        "review": "Just spent several hours enjoying the National Portrain Gallery.  This is a great place to gain a comprehensive look of the Kings and Queens of England, along with other notable historical figures. I suggest starting on the top, then moving down, which follows the flow of the years in which they were painted. Two important hints that the guidebooks won't tell you. Don't get the audio tour- while it is very informative and has some nice voice clips and background information, it isn't necessary. There is sufficient information next to each portrait to have an idea of the person's significance.  Secondly, don't miss the only portrait of Jane Austen, which is quite easy to skip. It is tiny, and in a poorly lit case (to protect it from the light). I saw many people walk right by it without noticing, only looking at the larger portraits on the walls. To find the current locations of this portrait, and some of the other famous ones, either look it up beforehand on the web, or look it up on the computers at the museum- the map will not tell you!"
      },
      "4": {
        "title": "The Wow Factor!",
        "time": "Feb 2015",
        "type": "Solo",
        "review": "In view of reading and watching Wolf Hall and various Tudor related programmes on TV recently, I took myself once again to the Tudor Rooms at the National Portrait Gallery.   It was yet again a joy to see these brilliant works of art looking as though they were painted yesterday. The atmosphere in the gallery is just right for these brilliant paintings. The lighting is low and the information about each painting is well produced and adequate.  The details in the costumes is amazing and although I have visited many times before I felt it was a new experience. I would persuade anyone who has not been to the Gallery before to go and spend an hour with the Tudors and hopefully be as enchanted as I was by them."
      },
      "5": {
        "title": "Thank goodness for David Bailey!",
        "time": "Feb 2014",
        "type": "Couples",
        "review": "I've been to this gallery several times & to be honest, old portrait of Lord or Lady Whoever isn't really my 'cup of tea' although I must admit the collection is very impressive & without doubt very expensive.David Bailey the famous photographer has a really good collection of his work on at the moment. David has a sense of humour & therefore doesn't take himself too seriously. Well worth a visit to see this exhibition."
      },
      "6": {
        "title": "Everytime",
        "time": "Oct 2019",
        "type": "Solo",
        "review": "I love it! I always come here when I visit London. Even if it is just for 30 minutes. It spans centuries of portraits. If you are lucky you come here when the BP Portrait Awards are showing to gain an overview of modern art and styles - impressive. The faces will linger in your mind.Tip: don't forget to have high tea in the portrait gallery and don't forget to reserve in advance. The views over London combines with the dishes are superb - friendly French waiters included..."
      },
      "7": {
        "title": "Calm amidst the bustle",
        "time": "Aug 2016",
        "type": "Couples",
        "review": "It's funny how the NPG is just around the corner from the business of Trafalgar Square and yet as you walk in you feel a calming influence.It's free although confusingly there is a large area for tickets (for the other exhibitions going on). The paintings are nicely laid out with (I think) the correct positioning between them.If you are feeling seriously flush and want a superb view, afternoon tea has quite simply some of the best views of London. At 27.50 each it really isn't a bargain though."
      },
      "8": {
        "title": "David Bailey's Stardust exhibition",
        "time": "Feb 2014",
        "type": "Friends",
        "review": "Maybe this was never going to be the show for me. I don't know which I loathe more - celebrity culture or the fashion industry.Bailey is primarily a black and white photographer - thankfully; because the colour pictures in the show are truly awful.The images of David and his chums are sometimes stomach churning. \"This is me and Dali.\" \"This is me and Andy Warhol\". \"Did you know I was friends with the Rolling Stones?\"The show is utterly vacuous. Still, if you go upstairs in the National Portrait Gallery, you are in for a treat. The NPG is wonderful. And it's free."
      },
      "9": {
        "title": "You Will Like It - And Not Only The Gallery",
        "time": "Sep 2013",
        "type": "Couples",
        "review": "We spent 90 minutes immersed in fantastic paintings AFTER 3 hours at the Tower Of London until our feet ached before taking a well deserved rest.  A flight attendant on our American Airlines flight gave us a tip that the third floor restaurant here enjoys great views over the rooftops of downtown London and she was right.  You sit right over Trafalgar Circle and can easily see Big Ben and Parliament from this birds-eye perch.  Lots of windows in the restaurant and a nice bar - all with great views.  And the free museum. WOW!   Terry Hunefeld and Ann Dunham - San Diego (Borrego Springs)"
      }
    }
  },
  "4": {
    "attr_name": "Kensington Gardens",
    "attr_page": 0,
    "attr_reviews": {
      "0": {
        "title": "Splendid park",
        "time": "Jul 2021",
        "type": "NONE",
        "review": "Kensington Gardens is the park next to Hyde park and if you explore one you should explore the other, lot of paths to wander and beautiful Italian gardens, fountains and statues like the two bears and Peter Pan."
      },
      "1": {
        "title": "Beautiful with a calming vibe.",
        "time": "Jul 2021",
        "type": "NONE",
        "review": "I have basically grown up going here living very close. I love it here particularly around the pound and watching the birds. Its so beautiful going around the palace and have a connection to nature. For younger kids, the Princess Diana Playground is perfect, however almost always busy so you must keep a very close eye of your child. For anyone, I would really recommend a trip if you live in London or staying here. You can also find many facilities around the park like one of my fave the ice skating rink in the winter then a nice walk in the park!"
      },
      "2": {
        "title": "The gardens are free and beautiful",
        "time": "Jun 2021",
        "type": "Couples",
        "review": "A beautiful garden to spend a few hours , you can access them without going to the place and when the place is open you will also have access to the sunken gardens"
      },
      "3": {
        "title": "A quieter more natural experience",
        "time": "Jun 2021",
        "type": "Couples",
        "review": "On the other side of the bridge from Hyde Park, you can enjoy a more peaceful, more natural park. The criss crossing paths make it feel almost private at times but with occasional monuments, statues and stop points, theres plenty to look at."
      },
      "4": {
        "title": "Great drama",
        "time": "Aug 2020",
        "type": "Friends",
        "review": "Love this park for ages :smiling_face_with_heart-eyes: so romantic for all in London Town in this era of the pandemic  and  brexit"
      },
      "5": {
        "title": "Fantastic Garden with park and Swans in lake. It's so soothing",
        "time": "Sep 2020",
        "type": "NONE",
        "review": "One of the largest gardens in central London. Spacious green area and plenty walking paths. Can be crowded during weekends and holidays, which, in a way,is testimony for its popularity."
      },
      "6": {
        "title": "Perfect for a walk",
        "time": "Feb 2021",
        "type": "Friends",
        "review": "I came here with a friend to eat our sandwiches on one of the many benches. We had a delightful walk and the park is large enough to easily maintain social distancing."
      },
      "7": {
        "title": "Princess Diana Dresses",
        "time": "Mar 2020",
        "type": "Couples",
        "review": "I Love Royalty!!!!So much to see Wimbledon on next tripWe need to be blessed and vaccines working for allComing back soon.  I promise. Louise and Keith"
      },
      "8": {
        "title": "Lovely park!",
        "time": "Dec 2020",
        "type": "NONE",
        "review": "Plenty of green space with Round Water in front of Kensington Palace. Saw a black swan in the water. Theres a Dianas memorial playground for kids. Great place for a stroll. Theres a cafe by the Palace too and plenty of open air seating."
      },
      "9": {
        "title": "A little stroll",
        "time": "Dec 2019",
        "type": "NONE",
        "review": "December 2019 Myself and my partner were staying over the road from here at the Hilton Hyde Park so we assumed this was part of Hyde Park but we found that it is in fact Kensington Gardens. We were only staying the one night and on the morning of checkout had a little walk around. It was a bright cold day and it was lovely to take a stroll around heading to the lake and towards the palace. A nice little visit I think we only saw a small part of it but what we did see was a well kept park with some wildlife such as swans and squirrels."
      }
    }
  },
  "5": {
    "attr_name": "Emirates Stadium",
    "attr_page": 3,
    "attr_reviews": {
      "30": {
        "title": "Great stadium",
        "time": "Dec 2019",
        "type": "NONE",
        "review": "Great place to watch a match (though tickets are a bit pricey for top tier matches). Always clean and tidy. Staff are very friendly and helpful. Food is reasonably priced for this sort of place and queues were not too long. Lovely ground coffee. Be aware it is card only. No queuing to get in or for toilets, including the ladies (plenty of them).Only downside is getting out of the stadium and queuing for underground. It's better to avoid the queue at Arsenal station and walk up to Finsbury Park (about 10 minutes walk).Won't comment on the football atm!!!"
      },
      "31": {
        "title": "Legends Stadium Tour with Charlie George",
        "time": "Nov 2019",
        "type": "NONE",
        "review": "This was superb, as good as I could have hoped for. I've been a long time fan since the 1971 'Double' and Charlie George was the perfect host. Saw the whole stadium and ground from top to bottom. His knowledge of the club, players past and present and many anecdotes were very entertaining. Best afternoon spent for a long time!"
      },
      "32": {
        "title": "Great hospitality, poor football ",
        "time": "Nov 2019",
        "type": "Family",
        "review": "I could only get tickets for club level, which cost me 103.50 each. No queue to get in, free programme and team sheet on arrival. Nice Camden Lager on tap and had a nice burger from one of the restaurants, although 18.50 for burger, chips & coke was a bit steep. Plenty of seat space and a fantastic view of the pitch. Obviously I came to watch the football which is really where the whole experience falls down. The atmosphere was subdued, which can partly be explained but the awful performance Arsenal put it. It really was very boring and the players didnt actually seem to want to win the match!Great stadium, great hospitality but unfortunately the main product on the pitch was really poor. "
      },
      "33": {
        "title": "Excellent-well organised tour and friendly staff",
        "time": "Nov 2019",
        "type": "Friends",
        "review": "Came to the Emirates Stadium with friends whilst visiting from the states, was a great visit although restricted by time - staff were extremely polite and thanks to Ciaran for a helping hand with pictures. Great experience, would definitely recommend!!!!"
      },
      "34": {
        "title": "Impressive from outside, average on inside",
        "time": "Nov 2019",
        "type": "Solo",
        "review": "From the street, this stadium makes a striking appearance. But its a different story inside. I always wanted to see an English premier league game, so I chose arsenal for convenience sake.I found out afterwards that arsenal seats are the most expensive in the EPL. I also heard a lot of negative stuff about arsenal fans. Seats werent cheap but I bought at the last minute. The seat itself was great except for the fact that proximity to the field exposed me to the elements, namely a light rain. Had I sat further back, that would not have been a problem. Not many loos at this place so there were long lines to get in. Also, long queues for beer. Quite a difference from Wembley where queues were minimal.The queue to enter the nearby underground station after the game was horrific. I advise either leave the match early, or find a pub to have a pint or two before going to the station. "
      },
      "35": {
        "title": "Excellent for families - come when there is no match",
        "time": "Oct 2019",
        "type": "NONE",
        "review": "I took my family on the Emirates tour. My eldest son is an Arsenal fan as am I and my late father was also. I had seen Arsenal play Leyton Orient in the 70s but never made it to highbury. So this was a treat for all of us and it really delivered. We did not do match day (could not get tickets) and am pleased we didn't as we had full access to pitch side, dugouts, VIP sections, changing rooms.Guided by an audio/visual guide - we were walked through the tour in a very atmospheric manner. Great day out for family. Fantastic stadium. Museum not to be missed either."
      },
      "36": {
        "title": "Great Stadium - if only we had a Manager & Team to match...",
        "time": "Nov 2019",
        "type": "NONE",
        "review": "As a decades-long Arsenal Fan/Member, (who loved the atmosphere at Highbury), I now greatly enjoy the opportunity to come to the magnificently-modern  \"Emirates\" a few times a year.Getting there by \"Tube\" (we use the Piccadilly Line - exiting at Holloway Road) is extremely easy, the stewarding is well-organised, the merchandise in the  \"Armoury\" Shop is seductively brilliant (you could easily spend a fortune here, but there are attractive items at all price-levels), and entry to the Stadium itself is smoothly handled by all involved.As before, our \"Seats\" were on the North Bank, home to many staunch \"Gooners\" - I say \"Seats\", because they don't sit here, preferring to stand throughout the Match, which is a bit problematic for those \"vertically challenged\" (particularly Kids) - I don't have a problem, as I'm over 6 Ft. tall, but \"M\" (my \"Better Half\") is not quite so lucky.Anyway, this time around, on a quite cold, and intermittently wet, November Saturday afternoon, we were playing Wolves - a Team which, in normal times, we could reasonably expect to beat, especially \"At Home\". But these are far from \"normal times\" : our Team gave yet another anemic display, with questionable tactics, and some highly doubtful substitutions by our current Manager. For their part, Wolves were organised and sturdy (at times cynical) in defence, lively and effective in the breakaway. There was certainly little to cheer on the \"North Bank\"!We were fortunate, in my view, to escape with a 1-1 Draw, and - not for the first time - as our Team underperforms, and we inevitably drift away from at least a \"Top 4\" position, are we paying a severe price for recruiting an apparently Grade 2/3 Coach/Manager?With these sobering thoughts, we made our way back from \"Emirates\" ; the \"Arsenal\" Tube Station is certainly nearer to our exit Gates, but it gets backed-up with crowds very quickly, and you're likely to end-up (often in the rain) standing for quite a time, as the Queue/Line inches forward very slowly. Over the years we've found it much better to head-off to the right of the exiting throngs, and take a slightly longer walk to \"Finsbury Park\" Station, where you will usually find yourself seated on a Tube Train very promptly - as we did, again, on this occasion.Enjoy \"Emirates Stadium\" - but don't expect a great Team performance under this Coach/Manager!"
      },
      "37": {
        "title": "More like a visit to a theatre. ",
        "time": "Nov 2019",
        "type": "Friends",
        "review": "Lovely big stadium comfy seats and good views. Trouble is no atmosphere.  Home fans seems to think they are at a theatre rather than a live football match. The number of tourists in the club shop it's difficult to know who the real fans are . Drinks in the stadium are limited to just 3 drinks . Larger ,pale ale and cider.and the staff all seem to be confused as to how to serve a large crowd quickly. "
      },
      "38": {
        "title": "Emirates Stadium",
        "time": "Oct 2019",
        "type": "Solo",
        "review": "I went to see Arsenal at Emirates Stadium. Arsenal are my favourite team and I was gladIgot to see them play and win the game. Pele scored 2 goals and Arsenal won the game. The game was well organised and the Stadium is worth a visit. It can seat 20,000 people. The game was enjoyable and the Arsenal fans were supportive of the team."
      },
      "39": {
        "title": "Big stadium filled to capacity!",
        "time": "Oct 2019",
        "type": "Friends",
        "review": "Easy to get to in Central London, the underground has a station at the stadium. They handle the crowds well getting people with security and bag checks. Pretty easy to move around inside. Food and beer selection is pretty lame just burgers and hot dogs and two types of beer and one cider to select from . On a positive side it does make choosing what have easy. All payments are by card. Seats were very good size compared to US sports venue. When leaving use Finsbury Park Underground where there was no queuing ...Arsenal station had thousands in the queue. Arsenal tired Crystal Palace on our visit!"
      }
    }
  },
  "6": {
    "attr_name": "Emirates Stadium",
    "attr_page": 2,
    "attr_reviews": {
      "20": {
        "title": "Boring",
        "time": "Feb 2020",
        "type": "Friends",
        "review": "They Only talk About histore and i dont Care it is propper boring and the games are boring the team are boring ARSENAL ARE BORING from a neutral fan"
      },
      "21": {
        "title": "Sheffield United",
        "time": "Jan 2020",
        "type": "Friends",
        "review": "Visited stadium for Premier League match, Sheffield United. Exellent facilities, friendly helpful staff, a vast improvement on our experience at Manchester City!"
      },
      "22": {
        "title": "Lifetime Experience",
        "time": "Nov 2019",
        "type": "NONE",
        "review": "I attended the Wolves-Gunners match in early November, a 1-1 draw. Despite the outcome, I enjoyed a lifetime experience seeing a Premiership game at Emirates. My seats were in the Club Level, with access to a private suite, offering a great view of the match.The Armoury store provided me with an opportunity to load up on Arsenal gear. I can't wait to return and attend another game!"
      },
      "23": {
        "title": "Awesome service",
        "time": "Dec 2019",
        "type": "Solo",
        "review": "I recently visited the Arsenal Armoury store looking for ideas for gifts for my family of boys who are mad Arsenal fans, Luckily I was greeted by a gentleman called Mark who was amazing. His knowledge of the history of the club and his pride in working for the club was very evident. His suggestions for gifts worked out so well for my family. This man could sell ice to eskimos, so be warned!! Mark was patient, hilarious and a great advertisement for the club. The next time I visit the store, I will make sure I look out for Mark. I suggest you do the same. Brilliant."
      },
      "24": {
        "title": "Great stadium",
        "time": "Jan 2020",
        "type": "NONE",
        "review": "visited the Emirates for the Arsenal v Leeds cup tie.great views of the pitch from the side - located in the upper level in line with the edge of the penalty area. Comfy seats.Food and drink very good and reasonable prices for a stadium."
      },
      "25": {
        "title": "First Class",
        "time": "Dec 2019",
        "type": "NONE",
        "review": "We attended an Arsenal march in Dec and came away very impressed by the Emirates and it's staff.  We had club level tickets and the food options were plentiful and we enjoyed the Camden Road Brewing options as well.  Overall game day experience was impeccable except for that late lapse against Chelsea....."
      },
      "26": {
        "title": "A brilliant stadium ",
        "time": "Jan 2020",
        "type": "Friends",
        "review": "I have visited the emirates 5 or 6 time before for tours, football matches and concerts. This really is a first class stadium. The tours can be done either with or without a guide. Throughout the tour you get a real sense of the story of the club from when it was founded all the way through to the modern day. You get to go inside the changing rooms, press conference room, directors box, directors seating area, the players tunnel and the dugout. It really is a great experience for any football fan. If you are attending a game there literally isn't a bad seat in the stadium (unless you're sat in front of a pole) drinks and food are a little on the expensive side but that is to be expected in any stadium or arena these days. I attended a coldplay concert here a few years ago and the atmosphere was amazing and to this day I still remember thousands of people walking down the street afterwards singing viva la vida. "
      },
      "27": {
        "title": "Brilliant Stadium - Even for a non-Arsenal Fan!",
        "time": "Jan 2020",
        "type": "NONE",
        "review": "Brought clients to the Arsenal stadium as part of an FA cup away game. Loved every minute, the staff were very helpful and the stadium was clean and tidy. A really great stadium to watch a game with top class facilities. The food on offer in the stadium concourse is also very good, although 14 is pretty pricey for a burger and chips but this is generally standard for away concourses."
      },
      "28": {
        "title": "Visit at your favorite club",
        "time": "Jan 2020",
        "type": "NONE",
        "review": "If you are an Arsenal fan, this is a must. Its expensive, but I would not have missed it. 60.000 can not be mistaken - every second weekend"
      },
      "29": {
        "title": "Club match, So Awesome",
        "time": "Sep 2019",
        "type": "NONE",
        "review": "We got the train from Bedfordshire, Easy access. 60,000 people. Chants are deafening and exciting Big turn out for a cup match. No drinking inside the stadium. You can get drinks before & at half time.If you are not from the U. K well worth the experience including walking from the station to the game. Staff were great"
      }
    }
  },
  "7": {
    "attr_name": "Emirates Stadium",
    "attr_page": 1,
    "attr_reviews": {
      "10": {
        "title": "Legends Tour of the stadium",
        "time": "Mar 2020",
        "type": "NONE",
        "review": "Fabulous experience from start to finish.  Greeted by Pete and Lee and made very welcome by two charming and helpful men. Funny too.  Nigel Winterburn was a very charming, informative and friendly guide for this special occasion.  We learnt a lot (from one of our heroes) about this wonderful stadium. We can certainly recommend the whole experience - excellent value for money."
      },
      "11": {
        "title": "Great Ground With Quiet Home Fans...",
        "time": "Mar 2020",
        "type": "Friends",
        "review": "Great stadium, probably my fifth visit or so as a Hammer and one of my favourite away grounds  to visit. The seats are unusually large and comfortable and the home support are lovely and quiet so its very easy to out-sing them.Easy to grab a beer and pie at half time and not too far from Highbury & Islington station with all its connections.Absolutely robbed though.. :hammer_and_pick:"
      },
      "12": {
        "title": "Atmosphere was just like a library",
        "time": "Nov 2019",
        "type": "Friends",
        "review": "The stadium itself isnt all that bad a bit pricey for drinks and all once inside but its clean and considering its been around for a while now, it has definitely stood the test of time. Poor atmosphere once in the ground by the Arsenal fans which has earned this place its library status which I can see why just by visiting."
      },
      "13": {
        "title": "We did qualified",
        "time": "Feb 2020",
        "type": "NONE",
        "review": "OLYMPIAKOS! We traveled from Greece to London for this match even though we had lost the first leg 0-1. We did qualify in the overtime and the moments were unforgettable!I will never forget that match in my life. It was like a dream!"
      },
      "14": {
        "title": "Very Good Stadium",
        "time": "Feb 2020",
        "type": "NONE",
        "review": "Attended as an away supporter  for a football match. Outside stewards were very good . Food and drink area a bit more spacious then most places . Prices typical London.Seating good and good atmosphere.Access etc good .A good experience all round , apart from the result and that's not the stadium's fault.It's easily got to from tube stations and although there are restrictions after the game crowds dispersed fairly quickly."
      },
      "15": {
        "title": "Excellent access for disabled spectators!",
        "time": "Feb 2020",
        "type": "NONE",
        "review": "Paid my first visit to the Emirates Stadium yesterday to watch Arsenal vs. Everton. Disability access is excellent and the whole atmosphere was very pleasant. The roads around the stadium can get very congested on match days, but once you get to the ground it's all positive. And to top if off, the game was very good too with Arsenal coming out as 3-2 winners!"
      },
      "16": {
        "title": "Classy outfit",
        "time": "Feb 2020",
        "type": "Friends",
        "review": "Visited here for a tour! What a truely breathtaking stadium, the club just ooses class from top to bottom, rich in history and trophy cabinet full of crockery!"
      },
      "17": {
        "title": "Excellent Venue",
        "time": "Feb 2020",
        "type": "Business",
        "review": "I attended Opportunity 2020, the venue is stunning as is the level of service once you got past the aggressive gate keeper. Pat working on the cloak room is an absolute asset to the club. Nothing was an inconvenience to her and she had a friendly word for everyone. Pat thank you, you made my visit."
      },
      "18": {
        "title": "First class Football experience",
        "time": "Feb 2020",
        "type": "NONE",
        "review": "Great stadium, excellent game. 4-0 come on the gunners!  staff were attentive, friendly and helpful.  Had a great experience."
      },
      "19": {
        "title": "Fun experience",
        "time": "Feb 2020",
        "type": "Family",
        "review": "We attended an Arsenal soccer game at Emirates stadium and had a good time. The Arsenal underground station is nearby and the stadium is easy to find. It was also easy to find the closest entrance for our seats. The line to get in was not long. It was also only a short wait to purchase refreshments during half-time. The only down-side were the people in the front standing, rather than sitting, such that everyone in all the rows behind them were forced to stand for the entire game, including us. We and several others, asked the game attendants about asking patrons to sit down, but they werent willing to do so, even though many spectators said they used to do that so that everyone could see. They should reconsider that practice."
      }
    }
  },
  "8": {
    "attr_name": "Kensington Gardens",
    "attr_page": 2,
    "attr_reviews": {
      "20": {
        "title": "Splendid park",
        "time": "Jul 2021",
        "type": "NONE",
        "review": "Kensington Gardens is the park next to Hyde park and if you explore one you should explore the other, lot of paths to wander and beautiful Italian gardens, fountains and statues like the two bears and Peter Pan."
      },
      "21": {
        "title": "Beautiful with a calming vibe.",
        "time": "Jul 2021",
        "type": "NONE",
        "review": "I have basically grown up going here living very close. I love it here particularly around the pound and watching the birds. Its so beautiful going around the palace and have a connection to nature. For younger kids, the Princess Diana Playground is perfect, however almost always busy so you must keep a very close eye of your child. For anyone, I would really recommend a trip if you live in London or staying here. You can also find many facilities around the park like one of my fave the ice skating rink in the winter then a nice walk in the park!"
      },
      "22": {
        "title": "The gardens are free and beautiful",
        "time": "Jun 2021",
        "type": "Couples",
        "review": "A beautiful garden to spend a few hours , you can access them without going to the place and when the place is open you will also have access to the sunken gardens"
      },
      "23": {
        "title": "A quieter more natural experience",
        "time": "Jun 2021",
        "type": "Couples",
        "review": "On the other side of the bridge from Hyde Park, you can enjoy a more peaceful, more natural park. The criss crossing paths make it feel almost private at times but with occasional monuments, statues and stop points, theres plenty to look at."
      },
      "24": {
        "title": "Great drama",
        "time": "Aug 2020",
        "type": "Friends",
        "review": "Love this park for ages :smiling_face_with_heart-eyes: so romantic for all in London Town in this era of the pandemic  and  brexit"
      },
      "25": {
        "title": "Fantastic Garden with park and Swans in lake. It's so soothing",
        "time": "Sep 2020",
        "type": "NONE",
        "review": "One of the largest gardens in central London. Spacious green area and plenty walking paths. Can be crowded during weekends and holidays, which, in a way,is testimony for its popularity."
      },
      "26": {
        "title": "Perfect for a walk",
        "time": "Feb 2021",
        "type": "Friends",
        "review": "I came here with a friend to eat our sandwiches on one of the many benches. We had a delightful walk and the park is large enough to easily maintain social distancing."
      },
      "27": {
        "title": "Princess Diana Dresses",
        "time": "Mar 2020",
        "type": "Couples",
        "review": "I Love Royalty!!!!So much to see Wimbledon on next tripWe need to be blessed and vaccines working for allComing back soon.  I promise. Louise and Keith"
      },
      "28": {
        "title": "Lovely park!",
        "time": "Dec 2020",
        "type": "NONE",
        "review": "Plenty of green space with Round Water in front of Kensington Palace. Saw a black swan in the water. Theres a Dianas memorial playground for kids. Great place for a stroll. Theres a cafe by the Palace too and plenty of open air seating."
      },
      "29": {
        "title": "A little stroll",
        "time": "Dec 2019",
        "type": "NONE",
        "review": "December 2019 Myself and my partner were staying over the road from here at the Hilton Hyde Park so we assumed this was part of Hyde Park but we found that it is in fact Kensington Gardens. We were only staying the one night and on the morning of checkout had a little walk around. It was a bright cold day and it was lovely to take a stroll around heading to the lake and towards the palace. A nice little visit I think we only saw a small part of it but what we did see was a well kept park with some wildlife such as swans and squirrels."
      }
    }
  },
  "9": {
    "attr_name": "Kensington Gardens",
    "attr_page": 1,
    "attr_reviews": {
      "10": {
        "title": "Splendid park",
        "time": "Jul 2021",
        "type": "NONE",
        "review": "Kensington Gardens is the park next to Hyde park and if you explore one you should explore the other, lot of paths to wander and beautiful Italian gardens, fountains and statues like the two bears and Peter Pan."
      },
      "11": {
        "title": "Beautiful with a calming vibe.",
        "time": "Jul 2021",
        "type": "NONE",
        "review": "I have basically grown up going here living very close. I love it here particularly around the pound and watching the birds. Its so beautiful going around the palace and have a connection to nature. For younger kids, the Princess Diana Playground is perfect, however almost always busy so you must keep a very close eye of your child. For anyone, I would really recommend a trip if you live in London or staying here. You can also find many facilities around the park like one of my fave the ice skating rink in the winter then a nice walk in the park!"
      },
      "12": {
        "title": "The gardens are free and beautiful",
        "time": "Jun 2021",
        "type": "Couples",
        "review": "A beautiful garden to spend a few hours , you can access them without going to the place and when the place is open you will also have access to the sunken gardens"
      },
      "13": {
        "title": "A quieter more natural experience",
        "time": "Jun 2021",
        "type": "Couples",
        "review": "On the other side of the bridge from Hyde Park, you can enjoy a more peaceful, more natural park. The criss crossing paths make it feel almost private at times but with occasional monuments, statues and stop points, theres plenty to look at."
      },
      "14": {
        "title": "Great drama",
        "time": "Aug 2020",
        "type": "Friends",
        "review": "Love this park for ages :smiling_face_with_heart-eyes: so romantic for all in London Town in this era of the pandemic  and  brexit"
      },
      "15": {
        "title": "Fantastic Garden with park and Swans in lake. It's so soothing",
        "time": "Sep 2020",
        "type": "NONE",
        "review": "One of the largest gardens in central London. Spacious green area and plenty walking paths. Can be crowded during weekends and holidays, which, in a way,is testimony for its popularity."
      },
      "16": {
        "title": "Perfect for a walk",
        "time": "Feb 2021",
        "type": "Friends",
        "review": "I came here with a friend to eat our sandwiches on one of the many benches. We had a delightful walk and the park is large enough to easily maintain social distancing."
      },
      "17": {
        "title": "Princess Diana Dresses",
        "time": "Mar 2020",
        "type": "Couples",
        "review": "I Love Royalty!!!!So much to see Wimbledon on next tripWe need to be blessed and vaccines working for allComing back soon.  I promise. Louise and Keith"
      },
      "18": {
        "title": "Lovely park!",
        "time": "Dec 2020",
        "type": "NONE",
        "review": "Plenty of green space with Round Water in front of Kensington Palace. Saw a black swan in the water. Theres a Dianas memorial playground for kids. Great place for a stroll. Theres a cafe by the Palace too and plenty of open air seating."
      },
      "19": {
        "title": "A little stroll",
        "time": "Dec 2019",
        "type": "NONE",
        "review": "December 2019 Myself and my partner were staying over the road from here at the Hilton Hyde Park so we assumed this was part of Hyde Park but we found that it is in fact Kensington Gardens. We were only staying the one night and on the morning of checkout had a little walk around. It was a bright cold day and it was lovely to take a stroll around heading to the lake and towards the palace. A nice little visit I think we only saw a small part of it but what we did see was a well kept park with some wildlife such as swans and squirrels."
      }
    }
  },
  "10": {
    "attr_name": "Museum of London",
    "attr_page": 0,
    "attr_reviews": {
      "0": {
        "title": "London through the ages.",
        "time": "Apr 2016",
        "type": "Couples",
        "review": "Admission to the main part of the museum is free but there are some exhibitions that you have to pay for.  It has many interesting and educational exhibits and tells the story of London from Neolithic times right up to the modern day. We did a tour around the medieval section which was fascinating.  We saw a reconstructed Anglo-Saxon house and were told about how they lived from day to day in medieval London.  We saw a model of London Bridge, how it looked around King Henry VIIIs reign.  There was some lovely Elizabethan jewellery on display and we learned a lot about the Roman history of London.The museum is well laid out in chronological order with plenty to interest you, with some side attractions such as a Victorian street. It also has an excellent exhibit on the Great Fire of London and you can see part of the original Roman wall here, too. There is a cafe upstairs where we had a nice cuppa and a sandwich and we thought the prices were reasonable."
      },
      "1": {
        "title": "An interesting and educational museum.",
        "time": "Sep 2016",
        "type": "Couples",
        "review": "We visited the Museum of London again to see some of the artefacts excavated from the Billingsgate Roman Bath House, which we found very interesting.  The Museum is well laid out and the staff were very friendly, enthusiastic and knowledgeable.  There was so much to see and all the artefacts were well labelled.   We thoroughly enjoyed our visit and will probably go again.We enjoyed looking at the row of Victorian shops and there were some fascinating models showing what original buildings looked like before the Fire of London burned them to the ground.  You can also see the remains of the Roman Wall outside the Museum.We had another nice cuppa and a snack in the caf upstairs."
      },
      "2": {
        "title": "Beasts of London",
        "time": "Apr 2019",
        "type": "Family",
        "review": "This review is about the paid exhibition \"Beasts of London\" only. The Museum itself deserves 5 stars and is a must see for families. Beasts of London however I can't recommend and my 8 amd 11 year old were soon bored by the hit and miss nature of the exhibit. Firstly the tickets are timed but we still had to wait 15 minutes in a queue as small groups are let in at 7 minute intervals. You walk from room to room watching a simple animated projection with a voice over each lasting about 10 minutes. The voiceover stretches  five facts to ten minutes by filling with how the animals felt sad at being exploited by humans. This gets old very quickly. The highlight is the apothecary\"s room where a realistic apothecary's room full of strange objects, potions and instruments is augmented with projections and instructive video about the plague. The low point is the Roman room where a blank white wall has a simple projection about the Romans menu choices. As I say very hit and miss, mostly miss. One strange gripe, it's difficult to hear the voiceover in some rooms as theres no ceiling on the rooms and no sound insulation so you can clearly hear the next room's audio which is distracting. The worst example is Pigeon where you could barely hear anything and most wandered off to the next room. In fact our group started with about 12 people but only 6 made it to the end.It's annoying because this is a truly great museum and this was a good idea for an exhibition, just poorly executed. Next time let whoever made the apothecary's room make seven of those."
      },
      "3": {
        "title": "Another enjoyable visit to the Museum of London.",
        "time": "Jul 2017",
        "type": "Couples",
        "review": "This was our third visit to the Museum of London.  This attraction is a must visit if you are in London and its free!The museum was quite busy when we visited this time but we still managed to have a good look round.  I particularly liked the Elizabethan jewellery and the Victorian Street.We had a nice cuppa and a snack in the caf upstairs at reasonable prices."
      },
      "4": {
        "title": "Horribly disappointing - i sat down to write this as soon as i got home, i was so upset",
        "time": "Mar 2013",
        "type": "Solo",
        "review": "It is some years since I went to St. Pauls and on to the museum, up on London Wall.I had memoires of fascinating and detailed displays, especially those covering Roman and Victorian London.What I found was the now-so-common, dumbed down and children-oriented entertainment\" that today passes for a museumChildren are not interested in Museums, from my observations of them - they do not have the intellectual capacity to understand what is being shown and to relate it to what else they know. So why design the whole experience for little people who will not appreciate it or understand it?Kids like to run around museums, noisily, playing with anything which they are allowed to touch (preferably related to swords, dead bodies, etc.) and filling in pointless quizzes which are meant to demonstrate that they have understood what they have seen.sorry, rant over, but adults surely like to visit a museum to see a well-thought out and thought-provoking display of artefacts from each relevant period, not signs which pose questions such as \"can you guess why the fire of London spread so quickly?\" and to have modern equivalent items (such as painted acrylic fingernails) displayed next to ancient equivalents to show that \"we are just the same as our ancestors\" - please!I imagine that the museum has a vast store of fascinating material - can we please be allowed to see this, rather than being \"entertained\" by displays thought out by those who feel that visitors only have the attention span of a newt.Oh and none of the automatic taps in the loos worked - result soapy hands with no way to cleanse them!At least it was free!"
      },
      "5": {
        "title": "Really disappointed",
        "time": "Jan 2018",
        "type": "Friends",
        "review": "As an ex Londoner I visited this museum many times and loved it. .  Having been away from London for years I was really looking forward to revisiting my absolute favourite museum.  It has changed so much and not for the better.It was really sparse - many displays were no longer there (the golden royal coach which even impressed a group of teenagers that I took there when I was a teacher).  It seemed to have a lot of displays that were not london-centric - suffragettes, Andy Pandy on film, Muslim clothing.Didn't see anything about, for example, the dockland area and it's history, hugeonot area of east London and the silk/clothing trade, changing fortunes of what were slum areas and are now sought after, history of and uses of the tower of London, St Bartholomews, the printing industry in Fleet Street, the huge markets that served London and beyond - Smithfield's, covent garden, spitalfields, Billingsgate ....I could go on.Information about where a Roman house was uncovered/assumed to be (?) and the last church to be built in London did not include where they were.A large area has been turned over to a cafe with seating with a bells and whistles screen telling you how happy an area is according to social media - really?I wonder if they've given up on this as they are apparently moving to spitalfields in a couple of years.  I do understand that a museum has limited space etc but -the museum of London- should be about London and not general history that could apply to any other city in the UK.I've told so many people what a fabulous museum this was, not any more.  I look forward to the new site and hope to get there for a visit but I hope it will be a museum of London."
      },
      "6": {
        "title": "Walk Through London's History",
        "time": "Aug 2011",
        "type": "NONE",
        "review": "The Museum of London happens to be one of my own personal favorites.  I first visited when it opened in 1976 and I have been back several times over the years.  It recently underwent a major refurbishment and its lower galleries just reopened in 2010.The exhibits are set up in linear chronological order and span the years from when aurochs roamed the Thames Valley up to the present, with tourists roaming the much changed landscape.  The arrangement makes it easy to see everything without getting lost or having to backtrack.  If you're interested in how people lived, there's plenty of that including a reconstruction of a Roman dining room, a Saxon hut which you can enter, a Victorian street and even an 18th century prison cell.Just as interesting are the individual objects and articles of clothing.  You can see a bell that was rung during the burials of plague victims.  And a leather helmet that was worn by a 17th century fire fighter battling the Great Fire of London.  Speaking of the Great Fire, there is a very good multimedia presentation that should not be missed.There's an 18th century dress worn by a mayor's daughter that is wider than its height.  The wearer would have had to walk through doorways sideways.  Oliver Cromwell's death mask is in the museum.  So is an unexploded bomb from the blitz.One of my favorites was the splendid gilded Lord Mayor's coach.  I imagined myself riding in it through the streets of London.The museum is adjacent to the ruins of the Roman Wall, which is amazing itself.  It is fully accessible to wheel chairs and has braille panels, free audio guides and objects that can be touched for the visually impaired.Since the collections are always changing, this is a museum that you could visit over and over again and always discover something new and exciting."
      },
      "7": {
        "title": "Comprehensive intro to the history London",
        "time": "Feb 2019",
        "type": "Couples",
        "review": "One of the lesser known museums in London despite being about the history of London itself.  Rather unattractive on the outside, the museum is a treasure cove of information as it winds from one historical period in the life of the city to another.It starts, slightly repetitively, in pre-historic times with lots of skulls and bones of hippos and wooly rhinos then moving on to a large array of spear and arrow heads.  It gets more interesting with the Romans, displaying some interesting models of Roman London and reproductions of rooms in a Roman-style villa.Coverage of the plague and the great fire lacked imagination I felt, though who would have thought that they tried to treat the plague with toads and chicken bottoms!The museum excels when it comes to more modern times.  The Victorian walk through a variety of shops is excellent.  I also thought that the section on poverty and street life in the 19th and early 20th century was extremely interesting. The most recent decades feel a bit like an afterthought, though I did really enjoy the model of London Fields East \"The Ghetto\".There is some room for improvement and/or refurbishment in places but overall it's an excellent, interesting and well-structured museum about the life of this city.  Entrance is free.  It's open every day 10am to 6pm."
      },
      "8": {
        "title": "confusing and biased",
        "time": "Dec 2018",
        "type": "Solo",
        "review": "As a Londoner I have visited many times, but not recently for quite a while. O dear it's gone all politically correct and insidiously left wing concentrating on the poor and non-white migration (once past Elizabethan London.) Which of course is part of London's story but it's rammed down your throat all the time creating a very unbalanced account. There is little proper historical context to the displays and the wealthy and middle classes are almost ignored. There is very little detail given, items are displayed without any explanation with very little details or even identification. There is no mention of Royal London / parks or the development of west/south/north London or builders like Nash or Cubitt. No Hawksmoor or Wren. ( exp. St Pauls) no Whitehall ,Richmond or Nonsuch palace. The golden Lord Mayor's coach has been banished away. No mention of Jewish immigration or of the protestant Huguenots Nothing about the silk weavers of the east end. Nothing about Chinese migration and the Chinese settlements of  Limehouse.  No mention of the Polish air crews and their memorial on the A40. No development of the railways and its impact. Nothing about the underground or real mention of the development of the 1920s/30s suburbs. Nothing about the 1930s 'American' style technically advanced factories along the Western, and Eastern avenues and A10. Nothing about the light industries of the Lea valley. Nothing about the city as a financial centre. Nothing about the canals, lost rivers or London's regeneration. War 1/11 section very, very poor. No indication on how much was destroyed. Nothing about the London's redevelopment post 1945, how was it rebuilt? Nor the housing crisis due to war damage and move of Londoners out to the new towns. And the Disease X exhibition is a joke. But they have managed to fund an artist's model of an imaginary RNA virus ( called mutation without explanation to non scientists how mutation is important). More useful would have been a proper annotated model. Overall a museum for people who don't realise they are being patronised and history being subversively rewritten Overall it is a real disappointment."
      },
      "9": {
        "title": ":fire::fire: Fire! Fire! review",
        "time": "Jul 2016",
        "type": "Friends",
        "review": "This is a special exhibition about the great fire of London in 1666.  Ends 17 April 2017.  Timed entry so book online if you can, slots every 15 mins, first entry 10am, last entry 4.15pm.  Allow an hour to go round, if you intend to read absolutely everything allow another 15 mins or so.Enough stuff to keep children interested, the dressing up section was popular but I lifted up the leather fireman's hats and they are really heavy!   Take time to look up as you walk in or you will miss the hanging signs etc..  There is a frieze of the timeline of the fire which was a bit counterintuitive for me as you read it right to left.  The information panels throughout give enough info to be interesting and are not so long as to be boring; however I needed a bit more light to be able to read things comfortably.  A feature of the exhibition is that it poses questions eg looking through the microscopes 'What can you see?' - what I needed however were the answers ....Was it worth it?  Well, I'm glad I went.  It was great to be able to look at, and touch, some of the stuff from the great fire but I thought 12 adult entry fee was rather expensive.   Thanks for reading this, if you found it helpful do please tick the box."
      }
    }
  },
  "11": {
    "attr_name": "Tate Britain",
    "attr_page": 0,
    "attr_reviews": {
      "0": {
        "title": "Not as crowded as some of the other museums.",
        "time": "Mar 2016",
        "type": "Couples",
        "review": "I particularly liked this museum because it is smaller than the other museums and overlooks the Thames.  It is free, unless you want to go to any of the special exhibitions.There are many galleries to see and there is an excellent array of British works of art from the sixteenth century to modern times.  Everything is in chronological order, which makes it easier to find specific artwork.  There are free guided tours which seemed to be very popular with the visitors.The Turner collection was wonderful and I was not expecting to see so many beautiful paintings in one place.   I cant say I was impressed with some of the items of modern art though, I much prefer the classics.We had tea and cakes in the caf which we enjoyed and there is a nice gift shop where you can buy small items at reasonable prices."
      },
      "1": {
        "title": "Britain on show!",
        "time": "Nov 2019",
        "type": "NONE",
        "review": "The Tate Britain is one of the four Tate galleries in England, and has to be one of the countrys finest art galleries.  The gallery has certainly had a major impact on the London art scene for more than 100 years, and rightly so as its collection of British art since the 1500s is phenomenal.  The likes of  JMW Turner, John Constable, William Blake and Francis Bacon - the great masters of British painters - and sculptor Henry Moore, are well represented in the gallery, and present a substantial reason for the serious art lover to visit.  But the gallery doesnt shy away from the modern art scene, and the likes of Tracey Emin and Douglas Gordon have their own exhibitions here.  Its an excellent art museum, and one I pop into frequently, especially to see current exhibitions.  Some, like the current  Steve McQueen exhibition, Year 3, are free to visit, as is the  main permanent collection.  Other exhibitions, such as the current William Blake: The Artist exhibition, are not free and are quite expensive to visit (this one is 18.00, with a mediocre 1.00 off for the likes of seniors).  Heres a couple of tips to help you make the most of your visit.1. Check the gallerys website, to make sure its for you.  It focuses on British art, so youre not going to see any of the European masters here.  If thats your aim, youre better off going to the National Gallery at Trafalgar Square. 2. Its  a sprawling gallery, with numerous rooms.  Grab a gallery map, for 1.00, to help you locate the various rooms and installations.3. Photography is permitted, but its important yo be respectful of others, and not to block the best viewing points for interminable periods.4. The gallery will be  very busy on weekends for the next two months or so,  as hordes of children descend upon the gallery to try to find themselves in the Year 3 school photos on display.  But what a fabulously positive  way to introduce youngsters to a gallery! 5. The Turner, Constable and Moore rooms are deservedly popular as they contain extraordinary pieces.  But if youre after JMW Turners most famous painting, The Hay Wain, youll need to head to the National Gallery for that. 6. The gallery is fully accessible for wheelchair users. 7.  On entrance t here's a bag check by security; the less gear you are carrying, the quicker it will be for you.8. Theres two gift shops: one on the main floor and a smaller one on the lower floor.  Theres also a restaurant and a cafe on the lower floor.  There are ample washroom facilities, but all are on the lower floor. The closest underground to the Tate Britain is Pimlico on the Victoria Line.  However, I suggest you take a more scenic route, by alighting at Vauxhall and walking back across the Thames... theres nice views of the river from either side of the Vauxhall Bridge!"
      },
      "2": {
        "title": "Another enjoyable visit to Tate Britain and its free!",
        "time": "Jun 2017",
        "type": "Couples",
        "review": "We popped into this museum again while we were in London to have another wander round.  I wanted to look at the Turner collection again as I had enjoyed it so much on our last visit.The gallery was not as crowded as some of the larger museums in London and there were so many beautiful paintings on display.We had tea and cakes in the caf again followed by a look round the well-stocked gift shop."
      },
      "3": {
        "title": "A Bit Disappointed!",
        "time": "NONE",
        "type": "NONE",
        "review": "I must admit that I was a bit disappointed by the the Tate Britain. The building's interior lacks the warmth of the V & A or the beauty of the National Gallery. The collections of English art are very good, but some of the works are in obvious need of cleaning or restoration. The Tate shop can't compare to the V & A or the British Museum shops. I would rank the Tate Britain behind the National Gallery, the British Museum, The V & A and the British Library in terms of cultural attractions. Plan to spend no more than 90 minutes here - unless you have a special interest in English art."
      },
      "4": {
        "title": "Brilliant Turner exhibition",
        "time": "Dec 2014",
        "type": "Couples",
        "review": "The Tate never lets you down! As a Turner fan this latest exhibition is a must see and the whole Tate experience is one to be treasured."
      },
      "5": {
        "title": "William Blake exhibition ",
        "time": "Oct 2019",
        "type": "Couples",
        "review": "I strongly recommend to visit this special eventI have finally seen other works of Blake that I have never been able to see beforeComplete and accurate ,the layout impressive Also what a better place to see William Blake art if not in his own town?!It worth every penny"
      },
      "6": {
        "title": "Great way to spend a Sunday",
        "time": "Feb 2018",
        "type": "Friends",
        "review": "We visited on a Sunday and luckily it wasn't very busy. Considering this is a free attraction, we were really impressed with the displays and more so by the wonderful group tour of the archives with the mother & daughter team of Jess & Sue. They are amazing storytellers and we learnt loads about the history of the tate and some of its renowned works. Highly recommend!"
      },
      "7": {
        "title": "Great Place to see British Art (for free), plus the Hockney Exhibition",
        "time": "Mar 2017",
        "type": "Solo",
        "review": "You need to spend about 17.50 for a ticket to the David Hockney Exhibition. After you purchase your timed ticket (entry to the exhibition itself is about 30 minutes later on a weekday), I suggest that you look at as many of the permanent exhibitions as you can (on the same floor) rather than stand in a queue waiting for your entry time.  If you, for example, have a 12 noon ticket, either go to the queue about 10 minutes before 12 to get in reasonably quickly or wait until 12:15 (since by then the queue will usually have disappeared and you can always stay in the Exhibition longer than 1230).  It takes at least 30 minutes to see the Hockney exhibition, but better to allow yourself 1 - 2 hours if you want to read the useful free Hockney booklet while going from room to room (or take one of the audio guides). There are small crowds, but not sufficient to prevent you from getting close to all of the works. The exhibits start in the early 1960s and go to the present, and feature both his Yorkshire and California artworks.I find his work a combination of contradictions: blazing lively colours, yet the people in the paintings seem frozen, almost lifeless, with expressionless faces.  At times, he creates depth and perspective, as in Going Up Garrowby Hill, yet the painting is also strangely vertical, like The Rubber Ring Floating in a Swimming Pool.  As his work develops to embrace art created from new technology like iPhones and iPads, it can also display continuity, like the paintings of red pots on the balcony of his garden (2006) and then again in 2016.  I particularly liked his 4 seasons montage done by video cameras shot over time.   Nature stands still, and only the camera moves, creating a meditative, hypnotic effect on the viewer.  Definitely go to this Exhibition, but also allow time to see the other great works of art on display at Tate Britain."
      },
      "8": {
        "title": "Total Rubbish - Modern dsiplay is for shock value not art",
        "time": "Jun 2015",
        "type": "NONE",
        "review": "Tate Modern is one of the worst art exhibits I have ever scene anywhere in the world.  I do not call piles of crap art.  Nor do I call the barb wire and torture chamber displays art.  The 3 of us hated almost everything in it.  Most of the modern stuff is what I call anti Christ or protest art with negativity andshock value ( like having real piles of crap on display) more than anything resembling art.  Do not waste your time or effort to go here"
      },
      "9": {
        "title": "New members room not a room more of a hallway",
        "time": "Jan 2014",
        "type": "Couples",
        "review": "As a member of some years I was surprised at all the praise about the New Tate Britain Members Room which is not a room at all. It is not even a private area as any member of the public can walk through it and buy food and drink without ever being asked if they are a member. Proper members rooms are like the V&A or the Tate Modern which are private areas where members can relax over some food, wine or coffee with other members. I think I will lapse this membership and stick to my memberships that have a proper members room as for me considering all the main museums and art galleries are free there seem little point in being a member if you don't have a proper members room."
      }
    }
  },
  "12": {
    "attr_name": "Museum of London",
    "attr_page": 3,
    "attr_reviews": {
      "30": {
        "title": "London through the ages.",
        "time": "Apr 2016",
        "type": "Couples",
        "review": "Admission to the main part of the museum is free but there are some exhibitions that you have to pay for.  It has many interesting and educational exhibits and tells the story of London from Neolithic times right up to the modern day. We did a tour around the medieval section which was fascinating.  We saw a reconstructed Anglo-Saxon house and were told about how they lived from day to day in medieval London.  We saw a model of London Bridge, how it looked around King Henry VIIIs reign.  There was some lovely Elizabethan jewellery on display and we learned a lot about the Roman history of London.The museum is well laid out in chronological order with plenty to interest you, with some side attractions such as a Victorian street. It also has an excellent exhibit on the Great Fire of London and you can see part of the original Roman wall here, too. There is a cafe upstairs where we had a nice cuppa and a sandwich and we thought the prices were reasonable."
      },
      "31": {
        "title": "An interesting and educational museum.",
        "time": "Sep 2016",
        "type": "Couples",
        "review": "We visited the Museum of London again to see some of the artefacts excavated from the Billingsgate Roman Bath House, which we found very interesting.  The Museum is well laid out and the staff were very friendly, enthusiastic and knowledgeable.  There was so much to see and all the artefacts were well labelled.   We thoroughly enjoyed our visit and will probably go again.We enjoyed looking at the row of Victorian shops and there were some fascinating models showing what original buildings looked like before the Fire of London burned them to the ground.  You can also see the remains of the Roman Wall outside the Museum.We had another nice cuppa and a snack in the caf upstairs."
      },
      "32": {
        "title": "Beasts of London",
        "time": "Apr 2019",
        "type": "Family",
        "review": "This review is about the paid exhibition \"Beasts of London\" only. The Museum itself deserves 5 stars and is a must see for families. Beasts of London however I can't recommend and my 8 amd 11 year old were soon bored by the hit and miss nature of the exhibit. Firstly the tickets are timed but we still had to wait 15 minutes in a queue as small groups are let in at 7 minute intervals. You walk from room to room watching a simple animated projection with a voice over each lasting about 10 minutes. The voiceover stretches  five facts to ten minutes by filling with how the animals felt sad at being exploited by humans. This gets old very quickly. The highlight is the apothecary\"s room where a realistic apothecary's room full of strange objects, potions and instruments is augmented with projections and instructive video about the plague. The low point is the Roman room where a blank white wall has a simple projection about the Romans menu choices. As I say very hit and miss, mostly miss. One strange gripe, it's difficult to hear the voiceover in some rooms as theres no ceiling on the rooms and no sound insulation so you can clearly hear the next room's audio which is distracting. The worst example is Pigeon where you could barely hear anything and most wandered off to the next room. In fact our group started with about 12 people but only 6 made it to the end.It's annoying because this is a truly great museum and this was a good idea for an exhibition, just poorly executed. Next time let whoever made the apothecary's room make seven of those."
      },
      "33": {
        "title": "Another enjoyable visit to the Museum of London.",
        "time": "Jul 2017",
        "type": "Couples",
        "review": "This was our third visit to the Museum of London.  This attraction is a must visit if you are in London and its free!The museum was quite busy when we visited this time but we still managed to have a good look round.  I particularly liked the Elizabethan jewellery and the Victorian Street.We had a nice cuppa and a snack in the caf upstairs at reasonable prices."
      },
      "34": {
        "title": "Horribly disappointing - i sat down to write this as soon as i got home, i was so upset",
        "time": "Mar 2013",
        "type": "Solo",
        "review": "It is some years since I went to St. Pauls and on to the museum, up on London Wall.I had memoires of fascinating and detailed displays, especially those covering Roman and Victorian London.What I found was the now-so-common, dumbed down and children-oriented entertainment\" that today passes for a museumChildren are not interested in Museums, from my observations of them - they do not have the intellectual capacity to understand what is being shown and to relate it to what else they know. So why design the whole experience for little people who will not appreciate it or understand it?Kids like to run around museums, noisily, playing with anything which they are allowed to touch (preferably related to swords, dead bodies, etc.) and filling in pointless quizzes which are meant to demonstrate that they have understood what they have seen.sorry, rant over, but adults surely like to visit a museum to see a well-thought out and thought-provoking display of artefacts from each relevant period, not signs which pose questions such as \"can you guess why the fire of London spread so quickly?\" and to have modern equivalent items (such as painted acrylic fingernails) displayed next to ancient equivalents to show that \"we are just the same as our ancestors\" - please!I imagine that the museum has a vast store of fascinating material - can we please be allowed to see this, rather than being \"entertained\" by displays thought out by those who feel that visitors only have the attention span of a newt.Oh and none of the automatic taps in the loos worked - result soapy hands with no way to cleanse them!At least it was free!"
      },
      "35": {
        "title": "Really disappointed",
        "time": "Jan 2018",
        "type": "Friends",
        "review": "As an ex Londoner I visited this museum many times and loved it. .  Having been away from London for years I was really looking forward to revisiting my absolute favourite museum.  It has changed so much and not for the better.It was really sparse - many displays were no longer there (the golden royal coach which even impressed a group of teenagers that I took there when I was a teacher).  It seemed to have a lot of displays that were not london-centric - suffragettes, Andy Pandy on film, Muslim clothing.Didn't see anything about, for example, the dockland area and it's history, hugeonot area of east London and the silk/clothing trade, changing fortunes of what were slum areas and are now sought after, history of and uses of the tower of London, St Bartholomews, the printing industry in Fleet Street, the huge markets that served London and beyond - Smithfield's, covent garden, spitalfields, Billingsgate ....I could go on.Information about where a Roman house was uncovered/assumed to be (?) and the last church to be built in London did not include where they were.A large area has been turned over to a cafe with seating with a bells and whistles screen telling you how happy an area is according to social media - really?I wonder if they've given up on this as they are apparently moving to spitalfields in a couple of years.  I do understand that a museum has limited space etc but -the museum of London- should be about London and not general history that could apply to any other city in the UK.I've told so many people what a fabulous museum this was, not any more.  I look forward to the new site and hope to get there for a visit but I hope it will be a museum of London."
      },
      "36": {
        "title": "Walk Through London's History",
        "time": "Aug 2011",
        "type": "NONE",
        "review": "The Museum of London happens to be one of my own personal favorites.  I first visited when it opened in 1976 and I have been back several times over the years.  It recently underwent a major refurbishment and its lower galleries just reopened in 2010.The exhibits are set up in linear chronological order and span the years from when aurochs roamed the Thames Valley up to the present, with tourists roaming the much changed landscape.  The arrangement makes it easy to see everything without getting lost or having to backtrack.  If you're interested in how people lived, there's plenty of that including a reconstruction of a Roman dining room, a Saxon hut which you can enter, a Victorian street and even an 18th century prison cell.Just as interesting are the individual objects and articles of clothing.  You can see a bell that was rung during the burials of plague victims.  And a leather helmet that was worn by a 17th century fire fighter battling the Great Fire of London.  Speaking of the Great Fire, there is a very good multimedia presentation that should not be missed.There's an 18th century dress worn by a mayor's daughter that is wider than its height.  The wearer would have had to walk through doorways sideways.  Oliver Cromwell's death mask is in the museum.  So is an unexploded bomb from the blitz.One of my favorites was the splendid gilded Lord Mayor's coach.  I imagined myself riding in it through the streets of London.The museum is adjacent to the ruins of the Roman Wall, which is amazing itself.  It is fully accessible to wheel chairs and has braille panels, free audio guides and objects that can be touched for the visually impaired.Since the collections are always changing, this is a museum that you could visit over and over again and always discover something new and exciting."
      },
      "37": {
        "title": "Comprehensive intro to the history London",
        "time": "Feb 2019",
        "type": "Couples",
        "review": "One of the lesser known museums in London despite being about the history of London itself.  Rather unattractive on the outside, the museum is a treasure cove of information as it winds from one historical period in the life of the city to another.It starts, slightly repetitively, in pre-historic times with lots of skulls and bones of hippos and wooly rhinos then moving on to a large array of spear and arrow heads.  It gets more interesting with the Romans, displaying some interesting models of Roman London and reproductions of rooms in a Roman-style villa.Coverage of the plague and the great fire lacked imagination I felt, though who would have thought that they tried to treat the plague with toads and chicken bottoms!The museum excels when it comes to more modern times.  The Victorian walk through a variety of shops is excellent.  I also thought that the section on poverty and street life in the 19th and early 20th century was extremely interesting. The most recent decades feel a bit like an afterthought, though I did really enjoy the model of London Fields East \"The Ghetto\".There is some room for improvement and/or refurbishment in places but overall it's an excellent, interesting and well-structured museum about the life of this city.  Entrance is free.  It's open every day 10am to 6pm."
      },
      "38": {
        "title": "confusing and biased",
        "time": "Dec 2018",
        "type": "Solo",
        "review": "As a Londoner I have visited many times, but not recently for quite a while. O dear it's gone all politically correct and insidiously left wing concentrating on the poor and non-white migration (once past Elizabethan London.) Which of course is part of London's story but it's rammed down your throat all the time creating a very unbalanced account. There is little proper historical context to the displays and the wealthy and middle classes are almost ignored. There is very little detail given, items are displayed without any explanation with very little details or even identification. There is no mention of Royal London / parks or the development of west/south/north London or builders like Nash or Cubitt. No Hawksmoor or Wren. ( exp. St Pauls) no Whitehall ,Richmond or Nonsuch palace. The golden Lord Mayor's coach has been banished away. No mention of Jewish immigration or of the protestant Huguenots Nothing about the silk weavers of the east end. Nothing about Chinese migration and the Chinese settlements of  Limehouse.  No mention of the Polish air crews and their memorial on the A40. No development of the railways and its impact. Nothing about the underground or real mention of the development of the 1920s/30s suburbs. Nothing about the 1930s 'American' style technically advanced factories along the Western, and Eastern avenues and A10. Nothing about the light industries of the Lea valley. Nothing about the city as a financial centre. Nothing about the canals, lost rivers or London's regeneration. War 1/11 section very, very poor. No indication on how much was destroyed. Nothing about the London's redevelopment post 1945, how was it rebuilt? Nor the housing crisis due to war damage and move of Londoners out to the new towns. And the Disease X exhibition is a joke. But they have managed to fund an artist's model of an imaginary RNA virus ( called mutation without explanation to non scientists how mutation is important). More useful would have been a proper annotated model. Overall a museum for people who don't realise they are being patronised and history being subversively rewritten Overall it is a real disappointment."
      },
      "39": {
        "title": ":fire::fire: Fire! Fire! review",
        "time": "Jul 2016",
        "type": "Friends",
        "review": "This is a special exhibition about the great fire of London in 1666.  Ends 17 April 2017.  Timed entry so book online if you can, slots every 15 mins, first entry 10am, last entry 4.15pm.  Allow an hour to go round, if you intend to read absolutely everything allow another 15 mins or so.Enough stuff to keep children interested, the dressing up section was popular but I lifted up the leather fireman's hats and they are really heavy!   Take time to look up as you walk in or you will miss the hanging signs etc..  There is a frieze of the timeline of the fire which was a bit counterintuitive for me as you read it right to left.  The information panels throughout give enough info to be interesting and are not so long as to be boring; however I needed a bit more light to be able to read things comfortably.  A feature of the exhibition is that it poses questions eg looking through the microscopes 'What can you see?' - what I needed however were the answers ....Was it worth it?  Well, I'm glad I went.  It was great to be able to look at, and touch, some of the stuff from the great fire but I thought 12 adult entry fee was rather expensive.   Thanks for reading this, if you found it helpful do please tick the box."
      }
    }
  },
  "13": {
    "attr_name": "Kensington Gardens",
    "attr_page": 3,
    "attr_reviews": {
      "30": {
        "title": "Splendid park",
        "time": "Jul 2021",
        "type": "NONE",
        "review": "Kensington Gardens is the park next to Hyde park and if you explore one you should explore the other, lot of paths to wander and beautiful Italian gardens, fountains and statues like the two bears and Peter Pan."
      },
      "31": {
        "title": "Beautiful with a calming vibe.",
        "time": "Jul 2021",
        "type": "NONE",
        "review": "I have basically grown up going here living very close. I love it here particularly around the pound and watching the birds. Its so beautiful going around the palace and have a connection to nature. For younger kids, the Princess Diana Playground is perfect, however almost always busy so you must keep a very close eye of your child. For anyone, I would really recommend a trip if you live in London or staying here. You can also find many facilities around the park like one of my fave the ice skating rink in the winter then a nice walk in the park!"
      },
      "32": {
        "title": "The gardens are free and beautiful",
        "time": "Jun 2021",
        "type": "Couples",
        "review": "A beautiful garden to spend a few hours , you can access them without going to the place and when the place is open you will also have access to the sunken gardens"
      },
      "33": {
        "title": "A quieter more natural experience",
        "time": "Jun 2021",
        "type": "Couples",
        "review": "On the other side of the bridge from Hyde Park, you can enjoy a more peaceful, more natural park. The criss crossing paths make it feel almost private at times but with occasional monuments, statues and stop points, theres plenty to look at."
      },
      "34": {
        "title": "Great drama",
        "time": "Aug 2020",
        "type": "Friends",
        "review": "Love this park for ages :smiling_face_with_heart-eyes: so romantic for all in London Town in this era of the pandemic  and  brexit"
      },
      "35": {
        "title": "Fantastic Garden with park and Swans in lake. It's so soothing",
        "time": "Sep 2020",
        "type": "NONE",
        "review": "One of the largest gardens in central London. Spacious green area and plenty walking paths. Can be crowded during weekends and holidays, which, in a way,is testimony for its popularity."
      },
      "36": {
        "title": "Perfect for a walk",
        "time": "Feb 2021",
        "type": "Friends",
        "review": "I came here with a friend to eat our sandwiches on one of the many benches. We had a delightful walk and the park is large enough to easily maintain social distancing."
      },
      "37": {
        "title": "Princess Diana Dresses",
        "time": "Mar 2020",
        "type": "Couples",
        "review": "I Love Royalty!!!!So much to see Wimbledon on next tripWe need to be blessed and vaccines working for allComing back soon.  I promise. Louise and Keith"
      },
      "38": {
        "title": "Lovely park!",
        "time": "Dec 2020",
        "type": "NONE",
        "review": "Plenty of green space with Round Water in front of Kensington Palace. Saw a black swan in the water. Theres a Dianas memorial playground for kids. Great place for a stroll. Theres a cafe by the Palace too and plenty of open air seating."
      },
      "39": {
        "title": "A little stroll",
        "time": "Dec 2019",
        "type": "NONE",
        "review": "December 2019 Myself and my partner were staying over the road from here at the Hilton Hyde Park so we assumed this was part of Hyde Park but we found that it is in fact Kensington Gardens. We were only staying the one night and on the morning of checkout had a little walk around. It was a bright cold day and it was lovely to take a stroll around heading to the lake and towards the palace. A nice little visit I think we only saw a small part of it but what we did see was a well kept park with some wildlife such as swans and squirrels."
      }
    }
  },
  "14": {
    "attr_name": "Emirates Stadium",
    "attr_page": 0,
    "attr_reviews": {
      "0": {
        "title": "Ok",
        "time": "Jul 2021",
        "type": "Business",
        "review": "Okish tour in North London and good shop mind and cafes nearby and maybe the shop was somewhere else come to think of it good :thumbs_up: history"
      },
      "1": {
        "title": "Outstanding Staff",
        "time": "May 2021",
        "type": "Family",
        "review": "We took my husband for a tour for Fathers Day and it was brilliant. Even my oldest daughter who doesnt like football had a great time. The stadium is amazing but what made the whole visit for us was the staff, every single one of them were passionate, knowledgeable and cheerful. Even the staff in the shop were excellent, nothing was too much trouble.  We will definitely be returning, hopefully for a match day. Thank you Emirates! :smiling_face_with_heart-eyes:"
      },
      "2": {
        "title": "Crackin day out",
        "time": "Sep 2020",
        "type": "NONE",
        "review": "The misses treated me to a day out in London and arranged for us to go to stadium and it was a good sight to behold"
      },
      "3": {
        "title": "Matchday - great stadium ",
        "time": "Dec 2019",
        "type": "Friends",
        "review": "Great stadium with great atmosphere.Professional security.Good selection of food and drinks and easy access to facilities. Managed to attend one game on the Club Level of the stadium which highlight club history and has an even more extensive range of food and drinks options. "
      },
      "4": {
        "title": "Good tour even for non-Gunners fans",
        "time": "Oct 2020",
        "type": "NONE",
        "review": "As a big football fan I really enjoyed this tour of the Emirates. It was an audio guide so no in person guide but it was great to see behind the scenes and learn about the history of the club even as a Man Utd fan haha!"
      },
      "5": {
        "title": "Tour is very worth it ",
        "time": "Sep 2020",
        "type": "Family",
        "review": "When visiting London I came with my brother that is an Arsenal fan (I am a United fan) to do a tour of the stadium. It really was very cool to see the locker room where the players get ready and all the behind the scenes stuff. It truly is one of the lost beautiful stadiums in the world. It was also awesome to visit the museum after the tour to see years of football history. If there isnt a game while youre in town I highly recommend the tour. Im sure its almost as good as a tour of Old Trafford :winking_face:"
      },
      "6": {
        "title": "Organised tour",
        "time": "Aug 2020",
        "type": "Friends",
        "review": "Nice tour, still takes place during the pandemic period. You will be asked to wear your own mask. The standsrd price for the tour is 25. You will be giving wipes to clean the seats if you want to seat down and enjoy the stands. The tour is an audio tour, not with a guide. Which is available in English, Italian, Portuguese, French, Nederlands, Japanese, Spanish, German, Chinese and British Sign Language. No parking available at facilities. But friendly staff. You will be given a free certificate for attending a tour. Also, you can take some pictures on a green screen. Minimum price is 15."
      },
      "7": {
        "title": "Excellent day out!",
        "time": "Aug 2020",
        "type": "NONE",
        "review": "Not an Arsenal fan, but was very happy to see the stadium, learn a lot about its grand history, feel the energy and be a part of this experience. It was lots of fun.Once we finished the tour, my daughter told me the following: 'Daddy, now I know about football and stadiums, when the boys are talking about it at school, I can say few things I learnt.'"
      },
      "8": {
        "title": "OK",
        "time": "Aug 2020",
        "type": "Friends",
        "review": "Was here. Only thing I would change if someone goes with you and talkes with you on the tour. We had time for everything but the museum didnt work and thats the only flaw because we payed ticket for both."
      },
      "9": {
        "title": "Excellent",
        "time": "Jul 2019",
        "type": "NONE",
        "review": "Great stadium with great atmosphere. Have never been to a Premier League match with the same enthusiasm as the Emirates. Would highly recommend."
      }
    }
  },
  "15": {
    "attr_name": "Tate Britain",
    "attr_page": 3,
    "attr_reviews": {
      "30": {
        "title": "New chronological hanging simply superb! 'Meet British Art' a fabulous event",
        "time": "May 2013",
        "type": "Solo",
        "review": "The new hanging by chronological time period - as per the new Louvre in Lens, France - is just excellent. So refreshing to see in this way. And of course there are still separate rooms - like the Turner room - for major artists.The current 'Meet British Art' has some amazingly good pieces (see my pics attached) - in particular I adore the Henry Moore sculptures, and various portraits by Lucian Freud.A must-see. British art at its best."
      },
      "31": {
        "title": "Snobby staff can't handle on-line bookings",
        "time": "NONE",
        "type": "NONE",
        "review": "Such a shame, the staff had a snooty attitude and did not know their own systems. I won't be going back.I planned a 'Tate Day' going to the Tate Britain in the morning, taking the Tate Boat to the Tate Modern for a guided tour of a special exhibtion in the afternoon. In preparation for this I booked a boat ticket and guided tour ticket on-line.Arriving at the Tate Britain in the morning, I was told that to collect  pre-booked, pre-paid tickets I had to wait in the 30-minute queue with those who were simply buying tickets on the day (so what benefit to booking in advance?!). When I finally arrived at the top of the queue, the sales assistant told me that all tickets (including for the boat) are held for collection at the Tate Modern instead! What a waste of my time.So I was booked and paid-up to get to my destination (Tate Modern) by boat, but to board the boat I needed a ticket - which apparently I couldn't get until my destination. Conundrum!The only option was to walk to the Modern (45 mins at a brisk pace, thankfully in fine weather) where they told me that of course the Britain could have issued the boat ticket. They happily refunded my boat fare as by that time it would have been impossible to have the boat ride as well as make the guided tour.My advice to others:- Don't bother to book tickets on-line, there is no apparent benefit (unless you want to get tickets to a popular exhibition which might be sold-out)- Go to the Tate Modern in preference to the Britain as the staff there seemed much more knowledgeable and had a more helpful attitude. If you have time to pop down to the Britain after you are finished with the Modern, it might be worth considering."
      },
      "32": {
        "title": "Also disappointed",
        "time": "NONE",
        "type": "NONE",
        "review": "After hearing Tate Britain this, Tate Britain that, I really had high expectations.  But upon arrival, I was asking myself if I was in the wrong building!  First of all, it was very isolated from most of London attractions.  Not easy to find or to get to.  The staff strutted around in black t-shirts, acting like a bunch of pretentious hairstylists.  I ended up asking a janitor questions about a specific painting because the staff hadn't a clue!There were definitely some beautiful works of art, but the tone of the environment left a bad taste in my mouth.  I'll probably never waste my time there again as there are so many other great places to visit in London."
      },
      "33": {
        "title": "Disappointed ",
        "time": "Feb 2020",
        "type": "Family",
        "review": "Until I left London 25 years ago I visited this place every two weeks. Back then I spent hours there. I am back for the first time in 25 years and was disappointed. Lots of rooms with just blue tack! Is it me or has the size shrunk. Didn't help that on my first time back, the painting I had grown up loving wasn't even there! Not sure I would make the effort to visit again in the next 25 years. What used to take me at least half a day to admire the art, took me 15 minutes. Disappointing for me and also for my children who I had hyped the place up to!  "
      },
      "34": {
        "title": "Plan enough time",
        "time": "Oct 2019",
        "type": "Solo",
        "review": "I came here directly from Tate Modern by boat - which I can recommend to everyone, it's such a great and fresh view on the city from the water level.It was the first time at Tate Britain and I was immediately impressed by the building. I hadn't planned for a long visit - and I regretted it - but it gives me an excuse to come back.The collection is amazing. Plan to spend plenty of time."
      },
      "35": {
        "title": "If you only visit one gallery, make it this one",
        "time": "Aug 2019",
        "type": "NONE",
        "review": "There is something for everyone here and aside from the extensive Turner Collection, (heaven if you love Turner), there is a diverse collection of art and sculpture organised by time period from 1540 to present day. Even in the rooms where the art is \"not your thing\" it is likely you'll find at least one picture or sculpture that will engage your interest. Sadly, Surrealism is unrepresented here - I believe you have to visit the Tate Modern for that, but there is more than enough to compensate. I was surprised by how quiet this place was for a Saturday afternoon in the height of the tourist season. We spent about 3 hours here and could have easily spent longer, but needed to eat. (There is a cafe which we didn't visit as we had other plans). Sadly, we just missed the Van Gogh exhibition, which I only found out about on the last day, so only toured the free galleries. There is a William Blake exhibition opening in September so I will be back."
      },
      "36": {
        "title": "Van Gogh - finally I can see!",
        "time": "Jul 2019",
        "type": "Friends",
        "review": "You expect good content at the top London galleries, but of late many have been so packed that you can't see past the other visitors. The Tate seems to have handled the numbers allowed in per slot well to give you time and space to enjoy the pictures and the information. The story is well told with supporting materials. I would definitely recommend the audio accompaniment."
      },
      "37": {
        "title": "Van Gogh Exhibition ",
        "time": "Jun 2019",
        "type": "Solo",
        "review": "I came specifically for the Van Gogh Exhibition whilst on a trip, booked the trip around it really as Im a huge fan of Van Gogh. The exhibition was very vast, had a lot of quotes and history throughout. It was breathtaking and moving exhibition. Very well done. I took the extra time to see the other exhibitions and works of art, and all were very good. I was actually surprised how much I liked the other artists as well, as they are completely different than my favourite Van Gogh. The building itself is very large and clean. I highly recommend visiting here! "
      },
      "38": {
        "title": "Amazing, super full day",
        "time": "May 2019",
        "type": "Friends",
        "review": "There is so much to see and enjoy that you really need to plan your day. We went to see the Van Gogh exhibit and then enjoyed exploring all the other rooms. Wish we could have had more time, I feel like we only scratched the surface"
      },
      "39": {
        "title": "Fantastic!",
        "time": "Mar 2019",
        "type": "Solo",
        "review": "I had wanted to visit the Tate Britain for many years but whenever I came to London with family or friends no one else wanted to! So I cane down to London on my own!I used the underground and got out at Pimlico which was perfect and only a few hundred yards from the gallery. When exiting from the underground the Tate was well signposted, and the intro/exit tunnel had famous paintings set into the wall tiles which was a nice touch.The security staff who searched my bag were very friendly.I started by having a cake and tea in the basement cafe. As with any museum or gallery you know you will pay a bit more than a street cafe, but the food and drink were fine, and there was free wifi.I bought a map for 1 and started what was to be a three hour walk round. I got lost a few times and found myself doubling back on some paintings but that was down to me not the map!All I can say is 'Wow'! What a fantastic collection of paintings, many I had seen in books, and recently I have been watching the Tate Walks on Sky Art, and to be able to see these paintings up close and photograph them was special.Every British painter was represented and my favourites were the many pre-raphaelite paintings.I will make every effort to come back here as soon as I can."
      }
    }
  },
  "16": {
    "attr_name": "Museum of London",
    "attr_page": 2,
    "attr_reviews": {
      "20": {
        "title": "The Crime Museum Uncovered",
        "time": "Oct 2015",
        "type": "Friends",
        "review": "For this particular exhibition at the Museum of London it cost 12 per person, and once there we seriously considered demanding our money back.Granted, it was the first day it was open and was thus sure to be busy, but so many people were crammed into it that one could barely move.A friend described it as like waiting in a queue for a theme park ride, and that's exactly how it was, but sadly throughout the entire trip - slow moving and cramped. It was so crowded one couldn't deviate at all! The museum really needs to review the number of people they let in at any one time, as there were far too many.Also, for the amount of money paid, the exhibition was far too small. Yes, there were some interesting artifacts on display, but only two people at a time could look at them, and the exhibition itself was tiny. I think a price of 5 at most would be sufficient. There also needed to be much more literature rather than a simple 'blurb' for each item on display - this is a museum, after all!Lastly, there seemed to be no air conditioning, and with so many people in there it was not a pleasant place to be - by the end we gave up and left without watching the video.There are other parts of the museum that are fascinating, and the staff are friendly, hence two stars rather than one, but I really think that for this particular exhibition, something that could have been a great asset has instead been a major disappointment.Oh, and the automatic taps in the toilets didn't work either!"
      },
      "21": {
        "title": "Beasts of London a tad underwhelming",
        "time": "May 2019",
        "type": "Couples",
        "review": "Despite living nearby, this was my first time in the Museum of London. The museum itself was amazing, if only Id left myself more time to explore it in its entirety. The Beasts of London exhibit was a whim decision - it looked really interesting - but I came away a little underwhelmed. I felt there was a heavy emphasis on children with little to entertain and inform any older visitors. It could have benefited from some of the darker stories London has to offer (without any comedic voice acting), such as the case of Jacco Macacco, the London bear baiting craze, and the fate of Chunee the elephant (I assumed the elephant on the poster was an allusion to his story). If its an exhibit primarily for kids, a notice to that effect would have been helpful. Ill definitely be back to explore the museum some more, but a topic like Londons animal history could be a great deal more universally presented."
      },
      "22": {
        "title": "Dont waste your money on The Beasts of London",
        "time": "Apr 2019",
        "type": "Family",
        "review": "We were looking forward to seeing The Beasts of London. As a family this cost 30. The trailer on the web looks exciting and immersive. This is definitely not what it is! You walk from room to room with projections of animals on the walls you can hardly see, with a narration which is barely audible as all the sounds are coming through from other rooms. It definitely felt like going back in time cinematically, not in a good way. Totally boring and a waste of money! "
      },
      "23": {
        "title": "The Beasts of London",
        "time": "Apr 2019",
        "type": "Family",
        "review": "Quite disappointed. Poor animation, not clear sounds, the information is presented in a boring way. For a paid attraction the expectations are higher. We wont be coming back. The rest of museum is fine. Expensive item in the shop."
      },
      "24": {
        "title": "Excellent Museum",
        "time": "Apr 2019",
        "type": "Family",
        "review": "Its slightly of the beaten track but easily reachable by tube, and its free. We only had time to do the gallery from the Great fire of London to present day but it was well worth. Some great exhibits and plenty of time required to do it justice, give a donation on your way out."
      },
      "25": {
        "title": "A gem of a museum in a city filled with museums!",
        "time": "Feb 2018",
        "type": "Friends",
        "review": "I have visited London many times, and have visited all those big, famous museums - the Tate, the V&A, the Natural History Museum, etc etc. For some reason, I hadn't ever made it over to the Museum of London! What an error! It should absolutely be on your list of Must-See museums when you visit! The museum presents a full history of London, from prehistoric times to the present, and is a super interactive, fun place. One of the many highlights includes a small recreation of a Victorian-era street - great photo ops abound! It is also very close to the old London Wall, which is just steps away from the museum (you can see a portion of it from inside the museum too) and also worth a visit. When planning your London itinerary, may I recommend breakfast at the London Wall restaurant, which is just next door to the Museum of London (They serve a full English breakfast!) followed by at least 2 hours at the museum, about 20-30 minutes to explore the London Wall (the actual wall, not the restaurant!) outside, and then maybe pop on over to St. Paul's Cathedral, which is just down the road."
      },
      "26": {
        "title": "Beasts of London paid 'Exhibition'",
        "time": "Jun 2019",
        "type": "NONE",
        "review": "Incredibly disappointed. Expected an exhibition featuring brewery dray horses, Downing Street cat, cockfight playbills, inspired pottery...  Received tiny areas showing poorly animated, poor quality films which were loud, overpowered each other and on occassion made you feel unwell. Possibly, this exhibition would be more acceptable if it claimed to be directed only at children but lacked sufficient clarity or content to continuously entertain them (certainly not the child visiting at the same time). We left the area after ten minutes.Very few artefacts (told there was 1.5minutes betwween zoned films in which to look at displays).. More would have been achieved if the films were edited into one continuous showing using a room that could accomodate them. However, that would not have repaired the rump of the black horse on The Mall!No explanation of the format was given until the entrance was reached. I would have preferred to pay an entrance fee for the museum than feel misled into paying to see this 'spectacle'. The best thing about it were the foyer ads.Incidentally, lower cafe had a cream tea offer but tea machine broken so sent us to lobby cafe. It had tea but no scones! Explained and suggested that perhaps they could be transferred from downstairs.Didn't happen.I enjoyed the Musuem many years ago when it focussed on the vibrant history of London (not the far Thames Valley). Today even the Great Fire of London model was static/broken? "
      },
      "27": {
        "title": "Disappointed latest exhibition",
        "time": "Apr 2019",
        "type": "Family",
        "review": "I've always thought the activities thrown by Museum of London were good in the past hence why I did not hesitate to book the Beast of London for a family of 4.However, I was quite disappointed.  Children moved from one 'room' to another to listen to some narration with poor acoustics with some animation.  At one point, it wasn't clear that the giant pigeon was also a 'room' too which I think threw other guests too as by the time I entered the last room, other guests other than those in our group joined us making it even more difficult to engage there.Considering how much we paid, I was expecting a lot more interaction..."
      },
      "28": {
        "title": "Beasts of London",
        "time": "Apr 2019",
        "type": "Friends",
        "review": "Absolutely awful, don't bother wasting your money just a bunch of moving pictures that makes you feel sick. Also glamourizes circus industry and bating. Teaches kids that animals are brought over to abuse and use for whatever purposes we want. Really short about 20 mins and honesty have no idea what main message or point was."
      },
      "29": {
        "title": "A wonderful surprise :)",
        "time": "May 2015",
        "type": "Family",
        "review": "Perhaps I'm a history geek, but I just had so much fun in this museum. Seeing that I didn't even have to pay for those two delightful hours, I've felt the urge to review this museum. It basically tells the story of London from the pre-historic times to the modern day. The museum is large and well kept. The exhibitions are vast and interesting. There's even a part where you can walk through the streets of London during the Victorian period, which was so fun for me (so i'm guessing young children would probably enjoy that even more). All in all, as a tourist who learnt only about the imperial period of Britain and world wars, I was very excited to learn and see there's so much more to the history of this beautiful city. Do yourselves a favour and visit!"
      }
    }
  },
  "17": {
    "attr_name": "Tate Britain",
    "attr_page": 2,
    "attr_reviews": {
      "20": {
        "title": "New chronological hanging simply superb! 'Meet British Art' a fabulous event",
        "time": "May 2013",
        "type": "Solo",
        "review": "The new hanging by chronological time period - as per the new Louvre in Lens, France - is just excellent. So refreshing to see in this way. And of course there are still separate rooms - like the Turner room - for major artists.The current 'Meet British Art' has some amazingly good pieces (see my pics attached) - in particular I adore the Henry Moore sculptures, and various portraits by Lucian Freud.A must-see. British art at its best."
      },
      "21": {
        "title": "Snobby staff can't handle on-line bookings",
        "time": "NONE",
        "type": "NONE",
        "review": "Such a shame, the staff had a snooty attitude and did not know their own systems. I won't be going back.I planned a 'Tate Day' going to the Tate Britain in the morning, taking the Tate Boat to the Tate Modern for a guided tour of a special exhibtion in the afternoon. In preparation for this I booked a boat ticket and guided tour ticket on-line.Arriving at the Tate Britain in the morning, I was told that to collect  pre-booked, pre-paid tickets I had to wait in the 30-minute queue with those who were simply buying tickets on the day (so what benefit to booking in advance?!). When I finally arrived at the top of the queue, the sales assistant told me that all tickets (including for the boat) are held for collection at the Tate Modern instead! What a waste of my time.So I was booked and paid-up to get to my destination (Tate Modern) by boat, but to board the boat I needed a ticket - which apparently I couldn't get until my destination. Conundrum!The only option was to walk to the Modern (45 mins at a brisk pace, thankfully in fine weather) where they told me that of course the Britain could have issued the boat ticket. They happily refunded my boat fare as by that time it would have been impossible to have the boat ride as well as make the guided tour.My advice to others:- Don't bother to book tickets on-line, there is no apparent benefit (unless you want to get tickets to a popular exhibition which might be sold-out)- Go to the Tate Modern in preference to the Britain as the staff there seemed much more knowledgeable and had a more helpful attitude. If you have time to pop down to the Britain after you are finished with the Modern, it might be worth considering."
      },
      "22": {
        "title": "Also disappointed",
        "time": "NONE",
        "type": "NONE",
        "review": "After hearing Tate Britain this, Tate Britain that, I really had high expectations.  But upon arrival, I was asking myself if I was in the wrong building!  First of all, it was very isolated from most of London attractions.  Not easy to find or to get to.  The staff strutted around in black t-shirts, acting like a bunch of pretentious hairstylists.  I ended up asking a janitor questions about a specific painting because the staff hadn't a clue!There were definitely some beautiful works of art, but the tone of the environment left a bad taste in my mouth.  I'll probably never waste my time there again as there are so many other great places to visit in London."
      },
      "23": {
        "title": "Disappointed ",
        "time": "Feb 2020",
        "type": "Family",
        "review": "Until I left London 25 years ago I visited this place every two weeks. Back then I spent hours there. I am back for the first time in 25 years and was disappointed. Lots of rooms with just blue tack! Is it me or has the size shrunk. Didn't help that on my first time back, the painting I had grown up loving wasn't even there! Not sure I would make the effort to visit again in the next 25 years. What used to take me at least half a day to admire the art, took me 15 minutes. Disappointing for me and also for my children who I had hyped the place up to!  "
      },
      "24": {
        "title": "Plan enough time",
        "time": "Oct 2019",
        "type": "Solo",
        "review": "I came here directly from Tate Modern by boat - which I can recommend to everyone, it's such a great and fresh view on the city from the water level.It was the first time at Tate Britain and I was immediately impressed by the building. I hadn't planned for a long visit - and I regretted it - but it gives me an excuse to come back.The collection is amazing. Plan to spend plenty of time."
      },
      "25": {
        "title": "If you only visit one gallery, make it this one",
        "time": "Aug 2019",
        "type": "NONE",
        "review": "There is something for everyone here and aside from the extensive Turner Collection, (heaven if you love Turner), there is a diverse collection of art and sculpture organised by time period from 1540 to present day. Even in the rooms where the art is \"not your thing\" it is likely you'll find at least one picture or sculpture that will engage your interest. Sadly, Surrealism is unrepresented here - I believe you have to visit the Tate Modern for that, but there is more than enough to compensate. I was surprised by how quiet this place was for a Saturday afternoon in the height of the tourist season. We spent about 3 hours here and could have easily spent longer, but needed to eat. (There is a cafe which we didn't visit as we had other plans). Sadly, we just missed the Van Gogh exhibition, which I only found out about on the last day, so only toured the free galleries. There is a William Blake exhibition opening in September so I will be back."
      },
      "26": {
        "title": "Van Gogh - finally I can see!",
        "time": "Jul 2019",
        "type": "Friends",
        "review": "You expect good content at the top London galleries, but of late many have been so packed that you can't see past the other visitors. The Tate seems to have handled the numbers allowed in per slot well to give you time and space to enjoy the pictures and the information. The story is well told with supporting materials. I would definitely recommend the audio accompaniment."
      },
      "27": {
        "title": "Van Gogh Exhibition ",
        "time": "Jun 2019",
        "type": "Solo",
        "review": "I came specifically for the Van Gogh Exhibition whilst on a trip, booked the trip around it really as Im a huge fan of Van Gogh. The exhibition was very vast, had a lot of quotes and history throughout. It was breathtaking and moving exhibition. Very well done. I took the extra time to see the other exhibitions and works of art, and all were very good. I was actually surprised how much I liked the other artists as well, as they are completely different than my favourite Van Gogh. The building itself is very large and clean. I highly recommend visiting here! "
      },
      "28": {
        "title": "Amazing, super full day",
        "time": "May 2019",
        "type": "Friends",
        "review": "There is so much to see and enjoy that you really need to plan your day. We went to see the Van Gogh exhibit and then enjoyed exploring all the other rooms. Wish we could have had more time, I feel like we only scratched the surface"
      },
      "29": {
        "title": "Fantastic!",
        "time": "Mar 2019",
        "type": "Solo",
        "review": "I had wanted to visit the Tate Britain for many years but whenever I came to London with family or friends no one else wanted to! So I cane down to London on my own!I used the underground and got out at Pimlico which was perfect and only a few hundred yards from the gallery. When exiting from the underground the Tate was well signposted, and the intro/exit tunnel had famous paintings set into the wall tiles which was a nice touch.The security staff who searched my bag were very friendly.I started by having a cake and tea in the basement cafe. As with any museum or gallery you know you will pay a bit more than a street cafe, but the food and drink were fine, and there was free wifi.I bought a map for 1 and started what was to be a three hour walk round. I got lost a few times and found myself doubling back on some paintings but that was down to me not the map!All I can say is 'Wow'! What a fantastic collection of paintings, many I had seen in books, and recently I have been watching the Tate Walks on Sky Art, and to be able to see these paintings up close and photograph them was special.Every British painter was represented and my favourites were the many pre-raphaelite paintings.I will make every effort to come back here as soon as I can."
      }
    }
  },
  "18": {
    "attr_name": "Tate Britain",
    "attr_page": 1,
    "attr_reviews": {
      "10": {
        "title": "New chronological hanging simply superb! 'Meet British Art' a fabulous event",
        "time": "May 2013",
        "type": "Solo",
        "review": "The new hanging by chronological time period - as per the new Louvre in Lens, France - is just excellent. So refreshing to see in this way. And of course there are still separate rooms - like the Turner room - for major artists.The current 'Meet British Art' has some amazingly good pieces (see my pics attached) - in particular I adore the Henry Moore sculptures, and various portraits by Lucian Freud.A must-see. British art at its best."
      },
      "11": {
        "title": "Snobby staff can't handle on-line bookings",
        "time": "NONE",
        "type": "NONE",
        "review": "Such a shame, the staff had a snooty attitude and did not know their own systems. I won't be going back.I planned a 'Tate Day' going to the Tate Britain in the morning, taking the Tate Boat to the Tate Modern for a guided tour of a special exhibtion in the afternoon. In preparation for this I booked a boat ticket and guided tour ticket on-line.Arriving at the Tate Britain in the morning, I was told that to collect  pre-booked, pre-paid tickets I had to wait in the 30-minute queue with those who were simply buying tickets on the day (so what benefit to booking in advance?!). When I finally arrived at the top of the queue, the sales assistant told me that all tickets (including for the boat) are held for collection at the Tate Modern instead! What a waste of my time.So I was booked and paid-up to get to my destination (Tate Modern) by boat, but to board the boat I needed a ticket - which apparently I couldn't get until my destination. Conundrum!The only option was to walk to the Modern (45 mins at a brisk pace, thankfully in fine weather) where they told me that of course the Britain could have issued the boat ticket. They happily refunded my boat fare as by that time it would have been impossible to have the boat ride as well as make the guided tour.My advice to others:- Don't bother to book tickets on-line, there is no apparent benefit (unless you want to get tickets to a popular exhibition which might be sold-out)- Go to the Tate Modern in preference to the Britain as the staff there seemed much more knowledgeable and had a more helpful attitude. If you have time to pop down to the Britain after you are finished with the Modern, it might be worth considering."
      },
      "12": {
        "title": "Also disappointed",
        "time": "NONE",
        "type": "NONE",
        "review": "After hearing Tate Britain this, Tate Britain that, I really had high expectations.  But upon arrival, I was asking myself if I was in the wrong building!  First of all, it was very isolated from most of London attractions.  Not easy to find or to get to.  The staff strutted around in black t-shirts, acting like a bunch of pretentious hairstylists.  I ended up asking a janitor questions about a specific painting because the staff hadn't a clue!There were definitely some beautiful works of art, but the tone of the environment left a bad taste in my mouth.  I'll probably never waste my time there again as there are so many other great places to visit in London."
      },
      "13": {
        "title": "Disappointed ",
        "time": "Feb 2020",
        "type": "Family",
        "review": "Until I left London 25 years ago I visited this place every two weeks. Back then I spent hours there. I am back for the first time in 25 years and was disappointed. Lots of rooms with just blue tack! Is it me or has the size shrunk. Didn't help that on my first time back, the painting I had grown up loving wasn't even there! Not sure I would make the effort to visit again in the next 25 years. What used to take me at least half a day to admire the art, took me 15 minutes. Disappointing for me and also for my children who I had hyped the place up to!  "
      },
      "14": {
        "title": "Plan enough time",
        "time": "Oct 2019",
        "type": "Solo",
        "review": "I came here directly from Tate Modern by boat - which I can recommend to everyone, it's such a great and fresh view on the city from the water level.It was the first time at Tate Britain and I was immediately impressed by the building. I hadn't planned for a long visit - and I regretted it - but it gives me an excuse to come back.The collection is amazing. Plan to spend plenty of time."
      },
      "15": {
        "title": "If you only visit one gallery, make it this one",
        "time": "Aug 2019",
        "type": "NONE",
        "review": "There is something for everyone here and aside from the extensive Turner Collection, (heaven if you love Turner), there is a diverse collection of art and sculpture organised by time period from 1540 to present day. Even in the rooms where the art is \"not your thing\" it is likely you'll find at least one picture or sculpture that will engage your interest. Sadly, Surrealism is unrepresented here - I believe you have to visit the Tate Modern for that, but there is more than enough to compensate. I was surprised by how quiet this place was for a Saturday afternoon in the height of the tourist season. We spent about 3 hours here and could have easily spent longer, but needed to eat. (There is a cafe which we didn't visit as we had other plans). Sadly, we just missed the Van Gogh exhibition, which I only found out about on the last day, so only toured the free galleries. There is a William Blake exhibition opening in September so I will be back."
      },
      "16": {
        "title": "Van Gogh - finally I can see!",
        "time": "Jul 2019",
        "type": "Friends",
        "review": "You expect good content at the top London galleries, but of late many have been so packed that you can't see past the other visitors. The Tate seems to have handled the numbers allowed in per slot well to give you time and space to enjoy the pictures and the information. The story is well told with supporting materials. I would definitely recommend the audio accompaniment."
      },
      "17": {
        "title": "Van Gogh Exhibition ",
        "time": "Jun 2019",
        "type": "Solo",
        "review": "I came specifically for the Van Gogh Exhibition whilst on a trip, booked the trip around it really as Im a huge fan of Van Gogh. The exhibition was very vast, had a lot of quotes and history throughout. It was breathtaking and moving exhibition. Very well done. I took the extra time to see the other exhibitions and works of art, and all were very good. I was actually surprised how much I liked the other artists as well, as they are completely different than my favourite Van Gogh. The building itself is very large and clean. I highly recommend visiting here! "
      },
      "18": {
        "title": "Amazing, super full day",
        "time": "May 2019",
        "type": "Friends",
        "review": "There is so much to see and enjoy that you really need to plan your day. We went to see the Van Gogh exhibit and then enjoyed exploring all the other rooms. Wish we could have had more time, I feel like we only scratched the surface"
      },
      "19": {
        "title": "Fantastic!",
        "time": "Mar 2019",
        "type": "Solo",
        "review": "I had wanted to visit the Tate Britain for many years but whenever I came to London with family or friends no one else wanted to! So I cane down to London on my own!I used the underground and got out at Pimlico which was perfect and only a few hundred yards from the gallery. When exiting from the underground the Tate was well signposted, and the intro/exit tunnel had famous paintings set into the wall tiles which was a nice touch.The security staff who searched my bag were very friendly.I started by having a cake and tea in the basement cafe. As with any museum or gallery you know you will pay a bit more than a street cafe, but the food and drink were fine, and there was free wifi.I bought a map for 1 and started what was to be a three hour walk round. I got lost a few times and found myself doubling back on some paintings but that was down to me not the map!All I can say is 'Wow'! What a fantastic collection of paintings, many I had seen in books, and recently I have been watching the Tate Walks on Sky Art, and to be able to see these paintings up close and photograph them was special.Every British painter was represented and my favourites were the many pre-raphaelite paintings.I will make every effort to come back here as soon as I can."
      }
    }
  },
  "19": {
    "attr_name": "Museum of London",
    "attr_page": 1,
    "attr_reviews": {
      "10": {
        "title": "The Crime Museum Uncovered",
        "time": "Oct 2015",
        "type": "Friends",
        "review": "For this particular exhibition at the Museum of London it cost 12 per person, and once there we seriously considered demanding our money back.Granted, it was the first day it was open and was thus sure to be busy, but so many people were crammed into it that one could barely move.A friend described it as like waiting in a queue for a theme park ride, and that's exactly how it was, but sadly throughout the entire trip - slow moving and cramped. It was so crowded one couldn't deviate at all! The museum really needs to review the number of people they let in at any one time, as there were far too many.Also, for the amount of money paid, the exhibition was far too small. Yes, there were some interesting artifacts on display, but only two people at a time could look at them, and the exhibition itself was tiny. I think a price of 5 at most would be sufficient. There also needed to be much more literature rather than a simple 'blurb' for each item on display - this is a museum, after all!Lastly, there seemed to be no air conditioning, and with so many people in there it was not a pleasant place to be - by the end we gave up and left without watching the video.There are other parts of the museum that are fascinating, and the staff are friendly, hence two stars rather than one, but I really think that for this particular exhibition, something that could have been a great asset has instead been a major disappointment.Oh, and the automatic taps in the toilets didn't work either!"
      },
      "11": {
        "title": "Beasts of London a tad underwhelming",
        "time": "May 2019",
        "type": "Couples",
        "review": "Despite living nearby, this was my first time in the Museum of London. The museum itself was amazing, if only Id left myself more time to explore it in its entirety. The Beasts of London exhibit was a whim decision - it looked really interesting - but I came away a little underwhelmed. I felt there was a heavy emphasis on children with little to entertain and inform any older visitors. It could have benefited from some of the darker stories London has to offer (without any comedic voice acting), such as the case of Jacco Macacco, the London bear baiting craze, and the fate of Chunee the elephant (I assumed the elephant on the poster was an allusion to his story). If its an exhibit primarily for kids, a notice to that effect would have been helpful. Ill definitely be back to explore the museum some more, but a topic like Londons animal history could be a great deal more universally presented."
      },
      "12": {
        "title": "Dont waste your money on The Beasts of London",
        "time": "Apr 2019",
        "type": "Family",
        "review": "We were looking forward to seeing The Beasts of London. As a family this cost 30. The trailer on the web looks exciting and immersive. This is definitely not what it is! You walk from room to room with projections of animals on the walls you can hardly see, with a narration which is barely audible as all the sounds are coming through from other rooms. It definitely felt like going back in time cinematically, not in a good way. Totally boring and a waste of money! "
      },
      "13": {
        "title": "The Beasts of London",
        "time": "Apr 2019",
        "type": "Family",
        "review": "Quite disappointed. Poor animation, not clear sounds, the information is presented in a boring way. For a paid attraction the expectations are higher. We wont be coming back. The rest of museum is fine. Expensive item in the shop."
      },
      "14": {
        "title": "Excellent Museum",
        "time": "Apr 2019",
        "type": "Family",
        "review": "Its slightly of the beaten track but easily reachable by tube, and its free. We only had time to do the gallery from the Great fire of London to present day but it was well worth. Some great exhibits and plenty of time required to do it justice, give a donation on your way out."
      },
      "15": {
        "title": "A gem of a museum in a city filled with museums!",
        "time": "Feb 2018",
        "type": "Friends",
        "review": "I have visited London many times, and have visited all those big, famous museums - the Tate, the V&A, the Natural History Museum, etc etc. For some reason, I hadn't ever made it over to the Museum of London! What an error! It should absolutely be on your list of Must-See museums when you visit! The museum presents a full history of London, from prehistoric times to the present, and is a super interactive, fun place. One of the many highlights includes a small recreation of a Victorian-era street - great photo ops abound! It is also very close to the old London Wall, which is just steps away from the museum (you can see a portion of it from inside the museum too) and also worth a visit. When planning your London itinerary, may I recommend breakfast at the London Wall restaurant, which is just next door to the Museum of London (They serve a full English breakfast!) followed by at least 2 hours at the museum, about 20-30 minutes to explore the London Wall (the actual wall, not the restaurant!) outside, and then maybe pop on over to St. Paul's Cathedral, which is just down the road."
      },
      "16": {
        "title": "Beasts of London paid 'Exhibition'",
        "time": "Jun 2019",
        "type": "NONE",
        "review": "Incredibly disappointed. Expected an exhibition featuring brewery dray horses, Downing Street cat, cockfight playbills, inspired pottery...  Received tiny areas showing poorly animated, poor quality films which were loud, overpowered each other and on occassion made you feel unwell. Possibly, this exhibition would be more acceptable if it claimed to be directed only at children but lacked sufficient clarity or content to continuously entertain them (certainly not the child visiting at the same time). We left the area after ten minutes.Very few artefacts (told there was 1.5minutes betwween zoned films in which to look at displays).. More would have been achieved if the films were edited into one continuous showing using a room that could accomodate them. However, that would not have repaired the rump of the black horse on The Mall!No explanation of the format was given until the entrance was reached. I would have preferred to pay an entrance fee for the museum than feel misled into paying to see this 'spectacle'. The best thing about it were the foyer ads.Incidentally, lower cafe had a cream tea offer but tea machine broken so sent us to lobby cafe. It had tea but no scones! Explained and suggested that perhaps they could be transferred from downstairs.Didn't happen.I enjoyed the Musuem many years ago when it focussed on the vibrant history of London (not the far Thames Valley). Today even the Great Fire of London model was static/broken? "
      },
      "17": {
        "title": "Disappointed latest exhibition",
        "time": "Apr 2019",
        "type": "Family",
        "review": "I've always thought the activities thrown by Museum of London were good in the past hence why I did not hesitate to book the Beast of London for a family of 4.However, I was quite disappointed.  Children moved from one 'room' to another to listen to some narration with poor acoustics with some animation.  At one point, it wasn't clear that the giant pigeon was also a 'room' too which I think threw other guests too as by the time I entered the last room, other guests other than those in our group joined us making it even more difficult to engage there.Considering how much we paid, I was expecting a lot more interaction..."
      },
      "18": {
        "title": "Beasts of London",
        "time": "Apr 2019",
        "type": "Friends",
        "review": "Absolutely awful, don't bother wasting your money just a bunch of moving pictures that makes you feel sick. Also glamourizes circus industry and bating. Teaches kids that animals are brought over to abuse and use for whatever purposes we want. Really short about 20 mins and honesty have no idea what main message or point was."
      },
      "19": {
        "title": "A wonderful surprise :)",
        "time": "May 2015",
        "type": "Family",
        "review": "Perhaps I'm a history geek, but I just had so much fun in this museum. Seeing that I didn't even have to pay for those two delightful hours, I've felt the urge to review this museum. It basically tells the story of London from the pre-historic times to the modern day. The museum is large and well kept. The exhibitions are vast and interesting. There's even a part where you can walk through the streets of London during the Victorian period, which was so fun for me (so i'm guessing young children would probably enjoy that even more). All in all, as a tourist who learnt only about the imperial period of Britain and world wars, I was very excited to learn and see there's so much more to the history of this beautiful city. Do yourselves a favour and visit!"
      }
    }
  }
}{}{}