{
  "attr_page": 54,
  "attr_reviews": {
    "540": {
      "title": "Visit to the abbey",
      "time": "Aug 2015",
      "type": "Family",
      "review": "My daughter was thrilled that there were so many well known historical figures who we're either buried here or had been present here. For those of you from Tarrytown/Sleepy Hollow, there is a memorial to Major John Andr, whose remains were taken from New York and interred in London. A hero to the English..."
    },
    "541": {
      "title": "Beautiful Architecture",
      "time": "Aug 2015",
      "type": "Family",
      "review": "Another majestic London site.  My daughter was a big fan and took many pictures.  Another must see when visiting London for the first time."
    },
    "542": {
      "title": "Beautiful",
      "time": "Sep 2014",
      "type": "Friends",
      "review": "Being a royal-nerd this was just beautiful to take in. Even if you aren't so much into the royal family I hope you can appreciate the history and architecture in this building. The fact that this head set tour is narrated by Jeremy Irons is a bonus! how cool!Lots of volunteers walking around to help you with direction or if you have a question they were more than willing to help you. Would recommend for families (depending on how you might think your little ones would do), teenagers, adults etc."
    },
    "543": {
      "title": "always fun",
      "time": "Aug 2015",
      "type": "Friends",
      "review": "it is always fun to visit the Westminster area.  It was very crowded in August but still a lot of fun.  I did notice that security seems to be much more present than I have seen in the past - but a good thing."
    },
    "544": {
      "title": "Well worth a visit",
      "time": "Jul 2015",
      "type": "Family",
      "review": "Incredible display of memorial plaques ackowledging notable people through history just a shame you can't take photos. Don't miss seeing the Coronation Chair if you also plan to visit Edinburgh Castle and see the Stone of Destiny, history becomes very tangible when you see these items in the flesh."
    },
    "545": {
      "title": "Wonderful history",
      "time": "Jun 2015",
      "type": "Couples",
      "review": "Well worth  the experience - interesting historical information and architecture amazing - tour guide had good knowledge"
    },
    "546": {
      "title": "History and so much more",
      "time": "Sep 2014",
      "type": "Couples",
      "review": "I loved the history and the architecture of this area. The cathedral is a must do. The shops are interesting and there is plenty for all."
    },
    "547": {
      "title": "Great area - Awesome Sites",
      "time": "Aug 2015",
      "type": "NONE",
      "review": "Possibly one of the best overall areas in London city. What more can you ask for when you have Westminster Abbey, Big Ben, Houses of Parliament all pretty much on one corner. Then add in the River Thames a block away, this is the place to kill a bunch of birds off your bucket list. Easy access via the tube stop at Westminster or Victoria as well. Easy walk from the Abbey down to the Thames for picturesque shots of Big Ben, The Eye, and more. Catch a quick ferry boat ride across the river if you wish to ride the Eye. This is where having the London Pass along with an Oyster Card comes in super handy and cost effective. "
    },
    "548": {
      "title": "Must see-try for a concert instead of just a visit",
      "time": "Aug 2015",
      "type": "NONE",
      "review": "Of course you must visit, but instead of spending the money just on a ticket, see if they have any organ concerts coming up. Magical way to experience Westminster for about the price of just a visit. Plus, you get to sit in the choir seats! (but watch out-no photos!)"
    },
    "549": {
      "title": "Great audio tour",
      "time": "Aug 2015",
      "type": "NONE",
      "review": "Must do but go early mid-week. I was there 30 years ago and the free with admission audio tour made a huge difference. So much to see and understand."
    }
  }
}