{
  "attr_page": 53,
  "attr_reviews": {
    "530": {
      "title": "Wonderful outside, Too expensive inside.",
      "time": "Aug 2015",
      "type": "Couples",
      "review": "From outside great! Such an architecture leaves you bewitched both because of its beauty and for its huge size.It was a real pity that just for entering they ask 20 POUNDS! Considering that in London you can see museums and galleries for free, I think that this price is defintively too high to enter. So we did not enter."
    },
    "531": {
      "title": "spectacular historical buildings",
      "time": "Aug 2015",
      "type": "NONE",
      "review": "this is a must-go for any politics/history buff, but just for any average tourist as well. you can see the Houses of Parliament, Big Ben, Westminster Abbey up close (you can also pop into the Abbey and Parliament for a visit!). be prepared for crowds - this is a major tourist attraction, things can get pretty hectic and rowdy especially on Westminster Bridge, with cars, tourists, pedestrians, and especially street peddlers, so keep a lookout for pickpockets!"
    },
    "532": {
      "title": "Amazing History and Architecture",
      "time": "Aug 2015",
      "type": "Couples",
      "review": "An absolute must see while in London. I was amazed by the number of Tombs and Alters dedicated to past Royals and Heros. So full of history - it was the highlite of our visit to London."
    },
    "533": {
      "title": "Beautiful Architecture Outside",
      "time": "Jul 2015",
      "type": "Couples",
      "review": "We didn't go in Westminster (too much to do in London) but walked around on a few occasions admiring the architecture. I didn't know Big Ben is part of Westminster and talk takes up a whole block. There is a charge for a tour."
    },
    "534": {
      "title": "Amazing Building",
      "time": "Aug 2015",
      "type": "Family",
      "review": "Love walking around Westminster, the architecture was amazing. Just walking around gave us a sense of history!"
    },
    "535": {
      "title": "Top Priority",
      "time": "Apr 2015",
      "type": "NONE",
      "review": "A must!!....The history,the grandeur, the eyes can only take in so much!!...You will be in complete disbelief through it all!!...If this historic building is not on your to go list....why bother saying you went to London....Be prepared to see more than your mind and soul can absorb!!"
    },
    "536": {
      "title": "Do Not Miss This",
      "time": "Aug 2015",
      "type": "Friends",
      "review": "You are insane if you don't visit Westminster Abbey -- there is so much of historical note to see there, it's almost beyond description. At one point, I was leaning against something, waiting for my daughter -- turned around and realized it was the burial place of King Henry V. Seriously, this is the place where it finally dawns on  you that all these kings and queens, to say nothing of famous scientists, mathematicians, artists, authors, were real people, Poets' Corner alone is awe-inspiring, but then there's the room where Queens Mary and Elizabeth are buried (probably still arguing) and a dozen other nooks where the great ones of our culture are either buried or honored. It takes your breath away. When we were there, it was not overly crowded, and you had plenty of time to read plaques, or just ponder. Highly, highly recommended."
    },
    "537": {
      "title": "One of the highlights of our trip",
      "time": "Jul 2015",
      "type": "Couples",
      "review": "Wonderful! Seeing Westminster has been on my bucket list for years and it did not disappoint. Definitely spend the five pounds to take the guided tour. You go to parts of the abbey that are closed to the general public. Very informative, too."
    },
    "538": {
      "title": "Good area to visit when you're in London",
      "time": "Aug 2015",
      "type": "Solo",
      "review": "This area of London has a lot of tourist attractions.  If you take a walking tour, you basically will get an overview of all major attractions.  Then you can pick favorites and go back for further explorations later.  Very nice parks and a lot of gentleman's clubs."
    },
    "539": {
      "title": "Being a tourist",
      "time": "Aug 2015",
      "type": "Friends",
      "review": "This is really worth visiting. The history inside is fantastic and the number of famous people buried inside is amazing. "
    }
  }
}