{
  "attr_page": 51,
  "attr_reviews": {
    "510": {
      "title": "Your First Destination in Merry London",
      "time": "May 2015",
      "type": "Family",
      "review": "We took the Tube to Westminster, and walked a bit from the station to come to the beautiful Westminster Bridge, where the Parliament house with Big Ben tower is.  Across the road from Westminster Palace is Parliament street, where the government ministries are located, including the famous 10 Downing street where the Nritish Prime Minister reside and hold office.  Walk a bit more and you'll come to Trafalgar Square, where you'll find the National Gallery.  Westminster is also the place where you'll find the Bus Tours, the London Eye, the river Thames and cruises, and lots of Fish and Chips restaurants.Everyone's first destination in London."
    },
    "511": {
      "title": "Westminster Abbey and important people of the Past",
      "time": "Aug 2015",
      "type": "Friends",
      "review": "everything attracts visitors when they come into this gorgeous place.It's amazing if you 'd like  to participate to the services inside you need to be there by 10,00a.m. and put in queue so then some guards are allowd to come in before 11,30a.m is the Holy Services. You 'll live another atmosphere."
    },
    "512": {
      "title": "Nice",
      "time": "Aug 2015",
      "type": "Family",
      "review": "Very nice architecture here. Clock cool to see and London Eye right on other side of river. Every hour clovk chimes neat to here"
    },
    "513": {
      "title": "Please make time to just take it in.",
      "time": "Jul 2015",
      "type": "Friends",
      "review": "I spent awhile in Westminster Abby and couldn't believe the amount of people buried inside the church. I could have spent hours here listening to the audio and just taking everything in."
    },
    "514": {
      "title": "Big Ben, need I say more",
      "time": "Oct 2014",
      "type": "Couples",
      "review": "awesome to see this building in person after years of seeing in movies.  Big Ben is a London Icon.  many other thing to see once you get here too!"
    },
    "515": {
      "title": "Westminster",
      "time": "Jul 2015",
      "type": "Friends",
      "review": "Definitely a plus to your travels, I love to enjoy the details in each building I come across and this will not disappoint you!"
    },
    "516": {
      "title": "Great Building - Good Photo shoot on a summer's day",
      "time": "Aug 2015",
      "type": "Business",
      "review": "Westminster - the solid basis of LAW in the Houses of Parliament but the building itself is also magnificent and a perfect photo shot - especially with the great weather we experienced on a summer's day"
    },
    "517": {
      "title": "Awesome Experience",
      "time": "Aug 2015",
      "type": "Friends",
      "review": "I sing in a choir at home but was not expecting the experience I had at Westminster Cathedral...after touring inside with a private guide (thank you Gavin), we decided to stay for Evensong at 5pm...we were about 10th in line & went in only to be seated in the choir loft, 4 feet from where nobles walked, Kings have been crowned & Royal weddings have taken place for 1000 years!...the organ was wonderful & the singers very professional...great end to a wonderful day!"
    },
    "518": {
      "title": "big ben",
      "time": "Nov 2014",
      "type": "Friends",
      "review": "really magnifisent view and big ben really amazing specially at night.also very nice info boards  !!!!"
    },
    "519": {
      "title": "The place to be at twelve noon?",
      "time": "Jul 2015",
      "type": "Friends",
      "review": "What a great experience to stand a watch the hands touch twelve o'clock and listen to Big Ben (the bell.) strike those twelve long lasting rings. There is a great atmosphere around this area with the entrance to the embankment just across the road and the start point for many river cruises of the embankment. No cost to just stand a watch as the bells ring. One great experience."
    }
  }
}