{
  "attr_page": 49,
  "attr_reviews": {
    "490": {
      "title": "Must see in London",
      "time": "Sep 2015",
      "type": "Solo",
      "review": "Another London bucket list place.  Take the time to wait in the queue to see either the House of Lords or the House of commons and enjoy the architecture of this splendid building."
    },
    "491": {
      "title": "Architectural beauty and historical significance!",
      "time": "Sep 2015",
      "type": "Solo",
      "review": "A wonderful and beautiful building of historical significance.   The site is beautiful on the river and offers many opportunities for great pictures of the clock.  "
    },
    "492": {
      "title": "Dazzling display - and many photo ops with Big Ben",
      "time": "Sep 2015",
      "type": "Couples",
      "review": "A striking building housing Parliament and the tower known as Big Ben captures the essence of this area."
    },
    "493": {
      "title": "Adults should not skip Westminster",
      "time": "Oct 2014",
      "type": "Friends",
      "review": "Truly memorable experience.  Not so great for kids or teens who will not appreciate the history.  Take time to visit the attached abbey.  "
    },
    "494": {
      "title": "Doesn't Fail to Disappoint",
      "time": "Sep 2015",
      "type": "Family",
      "review": "Even second time around we throughly enjoyed, would recommend visiting more than once if the opportunity arises, it is surprising what you still take in and see on the second visit"
    },
    "495": {
      "title": "Westminster Abbey is a stunning place to visit!",
      "time": "Aug 2015",
      "type": "Couples",
      "review": "Westminster Abbey is a stunning Gothic cathedral to visit.  The art and artifacts, the stained glass and the coronation chair are worth the visit!  I had to see where Prince William and Kate Middleton got married!  It is truly beautiful and you need some time to see it all.  Very worth the time you'd spend there!"
    },
    "496": {
      "title": "Houses of parliament",
      "time": "Sep 2015",
      "type": "NONE",
      "review": "Visited the Westminster area taking in Westminster Abbey a lovely old building and steeped in history, but did not enter as I refuse to pay to go into a church. That's just my view! Went into the Houses of Parliament and sat in the public gallery listening to a justice debate. Very interesting. From getting into and out of parliament I found all the staff whether it be the police or staff to be extremely helpful. Well worth a visit."
    },
    "497": {
      "title": "Stunning architecture at Westminster",
      "time": "Jun 2015",
      "type": "Family",
      "review": "In the heart of the tourist area in London and can get very crowded.The Westminster has some of the most stunning pieces of architecture and can leave you gazing for long time. A walk along the river seeing these buildings at Westminster - Big Ben, the abbey, the parliament buildings etc is a very nice experience. "
    },
    "498": {
      "title": "Wonderful place",
      "time": "Sep 2015",
      "type": "Family",
      "review": "We thought that 20GBP for the visit were an expensive price to pay. At the end of the tour we were happy, the audio guide is extensive and very informative."
    },
    "499": {
      "title": "Only wish you could take pictures",
      "time": "Sep 2015",
      "type": "Family",
      "review": "Obviously you can't take pictures inside Westminster Abbey. It is a religious institution as well as a burial place for kings, queens and famous people for the last several hundred years. There is so much to see at once that it is overwhelming, and it would be nice to take pictures just to be able to take it all in. There is a very good audio tour that comes with the cost of admission and let's you explore at your own pace. "
    }
  }
}