{
  "attr_page": 45,
  "attr_reviews": {
    "450": {
      "title": "Dreams of Child hood and Peter Pan",
      "time": "Sep 2015",
      "type": "NONE",
      "review": "Seeing this building has been in my dreams since I was a child watching great old shows on TV, like the old Robin Hood movies from the 40's and 50's. Seeing it is person was wonderful, the size and scale of Westminster is beyond my dreams. The is a marvel to see in person. The beauty, the grandeur is truly breath taking as well as speaking the history of England to your mind and heart. "
    },
    "451": {
      "title": "great",
      "time": "Sep 2015",
      "type": "Couples",
      "review": "great area! ready to go back and see more. two days not enough to see everything, so must go back! none too soon."
    },
    "452": {
      "title": "Gothic building",
      "time": "Aug 2015",
      "type": "Couples",
      "review": "Imposing structure by the banks of River Thames, it looks amazingly pristine!  considering the \"British\" bureaucracy!!"
    },
    "453": {
      "title": "One of the best things to do in London",
      "time": "Jul 2015",
      "type": "Family",
      "review": "I love Westminster Abby. The history and pageantry associated with this wonderful place makes it so exciting to visit. I got wonderful photos here and purchased  the best souveniers of all the places we visited in London. "
    },
    "454": {
      "title": "Don't miss Westminster",
      "time": "May 2015",
      "type": "Couples",
      "review": "Plan for a long visit and take the time to explore Westminster Abbey, there is much to see and this is the perfect way to spend a rainy afternoon.   The London Pass was helpful here, we bypassed a large queue waiting for tickets - be sure to get the complimentary audio tour.  If you have the time you can stay for services and hear an amazing choir and organ.  There is a well-stocked gift shop, of course."
    },
    "455": {
      "title": "Unbelievable history and beauty.",
      "time": "Sep 2015",
      "type": "Family",
      "review": "I highly recommend a \"skip the line pass\" for London- well worth the expense as you get to avoid the ticket lines.  We used the audio tours and totally enjoyed exploring this sight.  I also participated in a much welcomed noon worship service.  To see the burial sites of persons such as Rudyard Kipling was astonishing.  "
    },
    "456": {
      "title": "Picnic at Westminster",
      "time": "Sep 2015",
      "type": "NONE",
      "review": "Love it here,  A hot September day, we sat with our picnic on the well maintained Grass with Big Ben and Churchill Monument overlooking us.....  Perfect."
    },
    "457": {
      "title": "Westminster Abbey is a must",
      "time": "Aug 2015",
      "type": "Couples",
      "review": "Westminster Abbey was one of our favorite places. I did not know how big it was and how many different types of people are buried there. We took the tour which didn't cost much but was well worth it. "
    },
    "458": {
      "title": "Free Organ Concert at the Abby",
      "time": "Sep 2015",
      "type": "Couples",
      "review": "We arrived on a Sunday afternoon and went to an organ concert at the Abby.  What a treat!  The concert was 30 minutes and added beautifully to the breathtaking architecture!  Sunday concerts are free - so be early to be assured of getting a seat.  No pictures allowed in the cathedral"
    },
    "459": {
      "title": "From Edward the Confessor to Jane Austen and then some.",
      "time": "Sep 2015",
      "type": "Solo",
      "review": "If you are a British history geek, you can't miss Westminster Cathedral. There are kings and queens and authors and poets and scientists all buried inside. I recommend the audio tour to get a clear idea of where everyone is, and a little background. "
    }
  }
}