{
  "attr_page": 47,
  "attr_reviews": {
    "470": {
      "title": "Nice to see byyour own eyes :)",
      "time": "Sep 2015",
      "type": "Couples",
      "review": "Parliament, Big Ben, Westminster Abbey - places you have seen in numerous photos and movies, bu it is nice to see these places by your own eyes. Take time to visit the garden near the Parliament and take a look on Rodin's sculpture and Thames."
    },
    "471": {
      "title": "Take a walk thru history, and marvel at the church of Kings",
      "time": "Sep 2015",
      "type": "Friends",
      "review": "Visited in September 2015.  Love the audio guide.  Loved the whole place, the pageantry, the history, the effigies of people I've never heard of but who must have been terribly important in their day, as well as tablets to amazing figures in science, history, art, literature, music.  This never gets old!"
    },
    "472": {
      "title": "Great area with many attractions",
      "time": "Sep 2015",
      "type": "Solo",
      "review": "I love this area of London - so many things to see and do. While I'm yet to visit the interior of the House of Parliament I have visited Westminster Abbey and the Cabinet War Rooms. There are many interesting statues and monuments such as Churchill, Cromwell, Boadicea. Also nearby is the Cenotaph and Horse Guards parade and a short walk to Trafalgar Square. "
    },
    "473": {
      "title": "Great history",
      "time": "Jun 2015",
      "type": "Couples",
      "review": "We enjoyed our visit to the Westminster Abbey.  It is a very historical location.  We thought after the fact that a tour guide would have been great, but it was too late of course.  We were there during the protests in London in June, but we just had to walk around people to get to the Abbey.  It was worth the try."
    },
    "474": {
      "title": "Sturdy still",
      "time": "Sep 2015",
      "type": "Family",
      "review": "Some parts of the building always seem to be under construction, but the best side with the Big Ben is still available for photo shooting. You get better shots from the bridge."
    },
    "475": {
      "title": "The heart of London, fun, exciting, vibrant!",
      "time": "Aug 2015",
      "type": "Solo",
      "review": "This entire area is non-stop, exciting if you wish, but stop along the Embankment and relax, watching the traffic on the Thames, get take-away and relax.  The government, churches, museums...one can spend weeks in Westminster and still have a \"must-do\" list.  Something for everyone!"
    },
    "476": {
      "title": "Amust in the City",
      "time": "Dec 2014",
      "type": "Solo",
      "review": "I would advise you to visit this area of London town. its easy to reach. you can get there with the Tube or bus. Lots of sites. If you like to shop lots of shops and cafes also restaurants. make sure to pack an umbrella because most likely it will rain ;)"
    },
    "477": {
      "title": "Westminster Abbey",
      "time": "Aug 2015",
      "type": "NONE",
      "review": "A place worth a visit. Very interesting and full of history. The volunteers are very courteous and helpful. It completes your trip."
    },
    "478": {
      "title": "Wonderful landmark to spend some time",
      "time": "Oct 2014",
      "type": "Couples",
      "review": "If you can hit this when it is not crowed -- which would be very hard -- it is wonderful. Some many famous people are buried here. Do a brass rubbing as a souvenir -- fun. The architecture is incredible!"
    },
    "479": {
      "title": "Spellbounded",
      "time": "Jul 2015",
      "type": "Solo",
      "review": "If you are into architecture and history, this is a must visit. With riveting history lessons via the audio guide, the graves of Newton and Darwin along with many famous writers, this made me feel like I was among some of the most well known people ever. It was a walk through history. The architecture is spell-bounding. The crowning chair, the stained glass, the oldest door in London.. too many jaw-dropping moments to name. Must-visit is all I can say. Also don't miss the shop, it has something nice for everyone."
    }
  }
}