{
  "attr_page": 52,
  "attr_reviews": {
    "520": {
      "title": "Concentrated history of England - Great adventure, impressive!!",
      "time": "Aug 2015",
      "type": "Business",
      "review": "Even if you are from abroad and do not know too much about history of England, you will leave the place with a lot of info.  First the building is impressice.  We went there early afternoon and was no queue!  We could easily see all the chapels as well.take free audioguide.  The information is very reliable and detailed.  And impressive how any languages the provide!"
    },
    "521": {
      "title": "Must see once",
      "time": "Jul 2015",
      "type": "Family",
      "review": "The London Pass gets you in quickly.  It is crowded so arrive early to beat the crowds and heat in the summer."
    },
    "522": {
      "title": "Big Ben. WOW",
      "time": "Apr 2015",
      "type": "NONE",
      "review": "A nice place to visit but take a tour of the area if you want to hear about the history and traditions."
    },
    "523": {
      "title": "A must the next time you are in London",
      "time": "Aug 2015",
      "type": "NONE",
      "review": "We have been past Westminister a number of times, but this time we did the guided tour and glad we did.  Whilst not British, we found the history, parliamentary processes etc incredibly interesting thanks to our very capable guide Liz.  The buildng is absolutely amazing and better than I thought.  I can highly recommend the guided tour over the audio tour and at 25 GBP, for a 2 hour tour (supposed to be 90 minutes), it is great value compared to other London sites.  The tour is easy on the foot and there are only a few steps.  There are several places where you get to sit down.  You get a great understanding of the role of the Queen, House of Commons, Lords etc. I would rank this and the Windsor Castle tour as the best tours to do."
    },
    "524": {
      "title": "Do not miss it",
      "time": "Jul 2015",
      "type": "Couples",
      "review": "Wow, to be in the middle of centuries of British history. You get a headset with narration by Jeremy Irons. The docents are very helpful and ready to answer any questions including looking up  possible ancestors that may be buried there. This was my second visit there and I am still in awe."
    },
    "525": {
      "title": "Westminster:  Loved it!",
      "time": "Aug 2015",
      "type": "NONE",
      "review": "This area had many interesting things.  It reminded me of the song lyrics,\"Westminster Abbey; the Tower of Big Ben; the rosy red cheecks of the little child-ren.\"  It was a lovely experience."
    },
    "526": {
      "title": "Great",
      "time": "Aug 2015",
      "type": "Family",
      "review": "Luckily, we had a London Pass and were able to bypass the very long lines to get in.  It was well worth the visit.  It is beautiful and steeped in history.  Wished we could have taken photos."
    },
    "527": {
      "title": "Westminster Abbey: an historic site sans pareil",
      "time": "Aug 2015",
      "type": "Friends",
      "review": "A breath-taking site that summarizes most of England's history smong the burial sites, elaborate decor, and atmosphere that is equaled nowhere else in London. There is a nice recorded tour guide that coupled with a clearly laid out map walks one through the abbey as its history unfolds.  Nearly anyone who was anyone in England's long and illustrious history is either here or memorialized here. The architecture is awe-inspiring and for those needing a bit of refreshment to recover after this experience, the Cellarium Cafe has a tasty menu and popular prices. "
    },
    "528": {
      "title": "Typically British",
      "time": "Aug 2015",
      "type": "Friends",
      "review": "If you want to take a walk to the very typically British part of England... here's your place. Try to arrange your trip during Monday - Friday during the normal working hours otherwise it can be quite busy with tourists."
    },
    "529": {
      "title": "Great Walk!",
      "time": "Aug 2015",
      "type": "NONE",
      "review": "I love it here!! I am already planning my next trip to London and staying in this area. Every tourist attraction was within walking distance, and the shopping!!!!! Oh the shopping!!! Love it!!"
    }
  }
}