{
  "attr_page": 48,
  "attr_reviews": {
    "480": {
      "title": "Busy place, but always enjoyable to see what you'll see",
      "time": "Sep 2015",
      "type": "Family",
      "review": "Enjoy the daily protests on the green outside Parliament.  Always busy, always crowded, but that's what you get with one of the most iconic views of London."
    },
    "481": {
      "title": "I would go again",
      "time": "May 2015",
      "type": "NONE",
      "review": "At times it was so busy you felt a bit rushed...definitely worth a visit unless you are being cost conscious.  It was a bit pricy."
    },
    "482": {
      "title": "Worth a visit",
      "time": "Apr 2015",
      "type": "Family",
      "review": "If you're in the area worth a visit  for all its beautiful buildings. Great photo opportunities here!"
    },
    "483": {
      "title": "Awe inspiring!",
      "time": "Sep 2015",
      "type": "Couples",
      "review": "So great to see this historical place in person, the incredible architecture and walking in the footsteps of history, the tombs of so many famous people, poets corner."
    },
    "484": {
      "title": "marvel by the river",
      "time": "Aug 2015",
      "type": "Couples",
      "review": "This palace is just on the banks of Thames. the fine craft and architecture is witness to how great marvels of the world and completed"
    },
    "485": {
      "title": "Can't miss!",
      "time": "Aug 2015",
      "type": "Couples",
      "review": "You really cannot miss this attraction in London.  Either buy your tickets in advance or get the London Pass (I recommend the latter) to skip the very long lines that begin to queue very early."
    },
    "486": {
      "title": "Where is the Queen?",
      "time": "Aug 2015",
      "type": "Friends",
      "review": "Westminster Abbey very grand. Well kept and very touristy. You have the opportunity to go in but lines are so long and many people are inside and outside waiting to get in."
    },
    "487": {
      "title": "Must-see",
      "time": "Sep 2015",
      "type": "Family",
      "review": "This is a must-see for any visitor to London. Buy your tickets for a tour in advance (timed) and it will save you the line. "
    },
    "488": {
      "title": "Westminister Abbey - British History Personified",
      "time": "Aug 2015",
      "type": "Family",
      "review": "Westminister Abbey is a great place to visit if you have any interest in British history. It is the burial place of QE#1 and Mary Queen of Scots and features Poet's Corner, where the majority of English writers are buried."
    },
    "489": {
      "title": "It doesn't get more impressive",
      "time": "Sep 2015",
      "type": "Family",
      "review": "What a place, beautiful to see. Needed more time to appreciate the lovely rooms, ambiance, portraits, jewels, etc etc.  a must see."
    }
  }
}