{
  "attr_name": "London Underground",
  "attr_page": 0,
  "attr_reviews": {
    "0": {
      "title": "Greatest network in the world ",
      "time": "Jun 2021",
      "type": "Family",
      "review": "It just perfect network can take you anywere you want. Easy to use, clean and safe. You can buy card for one week use or one month."
    },
    "1": {
      "title": "Easy to use",
      "time": "Jul 2021",
      "type": "NONE",
      "review": "Using the London underground makes visiting one tourist attraction after another very easy and inexpensive to complete, great history, posters, different tiles in different stations and the labyrinth images to find makes it a London tradition. make sure you have a card to tap on and off when using."
    },
    "2": {
      "title": "Outstanding",
      "time": "Jul 2021",
      "type": "NONE",
      "review": "All the staff are friendly and very helpful very easy to use and always helping tourist's out. Easy to use and happy to. Take part. "
    },
    "3": {
      "title": "There must be a reason, that London puts barriers on the tube line",
      "time": "Aug 2020",
      "type": "Solo",
      "review": "Great place BUT sadly, the walls didnt love me. Shouted at them for a bit, still cant find a reason that London puts barriers on the tube line. Theres gotta be a reason that London puts barriers on the rails."
    },
    "4": {
      "title": "Underground, overground Wombling free",
      "time": "Jul 2021",
      "type": "Family",
      "review": "This is a extensive and large train network underground across London. Extensive and wide ranging. Goes to most major places. Can be walking involved. Good value with a oyster card. Can get very busy at times. But a great way of getting around London."
    },
    "5": {
      "title": "The only way to travel in London besides walking!",
      "time": "Aug 2020",
      "type": "NONE",
      "review": "I love the tube in London. No matter where you are you can quickly and easily get to any destination in London. Grab an oyster card and go mental."
    },
    "6": {
      "title": "Not impressed with the contact less system",
      "time": "Jul 2021",
      "type": "Solo",
      "review": "Spent a weekend in London and used the newish contactless system.I done everything the guy said, tapping in, tapping out etc and never went further than Zone 2 (from Zone 1) yet I've been charged 19 quid.The guy said my cap would be no more than 9 so today I'm going to try and find out how I've been charged so much."
    },
    "7": {
      "title": "Worst way to travel",
      "time": "Jun 2021",
      "type": "NONE",
      "review": "I hate going on the underground. It always seems grubby, full of sinister people and I feel uncomfortable and on edge every time I take a journey. I normally avoid it by walking everywhere, but it was raining. I did not enjoy the experience at all"
    },
    "8": {
      "title": "So quick to get around",
      "time": "Jul 2020",
      "type": "Friends",
      "review": "The London Underground is reasonably easy to navigate as long as tourists dont block your path in congested areas. Helpful staff."
    },
    "9": {
      "title": "Best way to get around London",
      "time": "Jun 2021",
      "type": "NONE",
      "review": "The easiest way to get around London. Trains literally are minutes apart so you never need to wait long. The map is easy to follow to find where you want to visit. Payment for travel is easy with either an Oyster card(prepaid) or your debit card."
    }
  }
}