{
  "attr_name": "Hampstead Heath",
  "attr_page": 1,
  "attr_reviews": {
    "10": {
      "title": "Wonderful",
      "time": "May 2020",
      "type": "Friends",
      "review": "A wonderful piece of green space close to Camden/London. You can spend all day here as the paths criss cross and there is lots to see."
    },
    "11": {
      "title": "Within the city but not",
      "time": "Feb 2020",
      "type": "NONE",
      "review": "A place generations have gone to walk, run, picnic and play. The locus of many stories. Lovely architecture and a location in which you can completely forget, momentarily, that you are in one of the wordl's busiest cities. I have always found it worth the visit."
    },
    "12": {
      "title": "It's all up hill????",
      "time": "Mar 2020",
      "type": "NONE",
      "review": "We took the  24 bus from Leicester Square to Hampstead and walked through a portion of the Heath.  It is a lovely park if you  live nearby, but I would not recommend it as a destination from London.  Funnily, it was one of those places that every where we went was up hill??? "
    },
    "13": {
      "title": "Park day",
      "time": "Mar 2020",
      "type": "Couples",
      "review": "Beautiful day out around green aria in London , around is a small zoo with few birds and animals and lots of flowers :red_heart::tulip::tulip:"
    },
    "14": {
      "title": "Amazing hiking trails- easy to get disoriented",
      "time": "Mar 2020",
      "type": "NONE",
      "review": "My husband led the way, picking out a hike while I worked. I liked the gorgeous homes that must have cost a small country's GNP but the whole area is worth exploring- great views of course of all of London."
    },
    "15": {
      "title": "Great walking",
      "time": "Feb 2020",
      "type": "NONE",
      "review": "A delightful area for a countryside walk. The paths and trees make it seem as though the city is far away. Signposting is not good - and some paths are muddy. It helps to have a map - or to know where you are going."
    },
    "16": {
      "title": "Views for miles",
      "time": "Feb 2020",
      "type": "NONE",
      "review": "Great view over the whole of London on top of Parliament Hill. Great are for dog walkers and runners."
    },
    "17": {
      "title": "Top Neighbourhood ",
      "time": "Jan 2020",
      "type": "Friends",
      "review": "Nice, quite, beautiful houses and parks London views from Parliament Hill are amazing Very familiar and high standing houses "
    },
    "18": {
      "title": "Wonderful open natural space in London",
      "time": "Sep 2019",
      "type": "NONE",
      "review": "A really natural environment for all to enjoy and with all manner of nature to discover.  Really good walks and views in an unspoiled environment."
    },
    "19": {
      "title": "My favorite place on Earth",
      "time": "Feb 2019",
      "type": "NONE",
      "review": "There are so many gorgeous parks in and around London, but none hold a candle to the Heath. I've been here many, many times and I do not exaggerate when I say I can spend hours here. So much to explore, so many beautiful viewpoints. If you want to remove yourself from the bustle of the city and escape for a while, this is the place to do it."
    }
  }
}