{
  "attr_name": "Kinky Boots at Adelphi Theatre",
  "attr_page": 2,
  "attr_reviews": {
    "20": {
      "title": "Brilliant ",
      "time": "Jan 2019 • Couples",
      "type": "NONE",
      "review": "We went to see this having seen the film when it came out . Exceeded our expectations. The music was cantata d the cast superb especially Momar Diagne as Lola"
    },
    "21": {
      "title": "A fun Show ",
      "time": "Feb 2018 • Couples",
      "type": "NONE",
      "review": "Went with no expectations. What a surprise. A great fun show. Worth a trip. 👍 Great lead role. Would strongly recommend a visit to see this. "
    },
    "22": {
      "title": "Typical British theatre. Loved it!",
      "time": "Jan 2019 • Couples",
      "type": "NONE",
      "review": "Funny, heart warming and great seats. Kinky boots is so much fun. The theatre is very well presented, easy to find lots of great places to eat and drink near by. "
    },
    "23": {
      "title": "Birthday night out",
      "time": "Nov 2018 • Friends",
      "type": "NONE",
      "review": "The show was amazing!! I would definitely watch again!! We were 'up in the gods' with no arm rests so it was a cosy fit. Luckily though, the show drew you in so much that you didnt notice lack of space until the interval.The facilities at the thetre were very modern, but could have done with more regular checks and refills."
    },
    "24": {
      "title": "Loved it !",
      "time": "Jan 2019 • Family",
      "type": "NONE",
      "review": "One of the best shows we have seen . The set was great and changed smoothly. Even though we didn't know the songs , they soon had your feet tapping along. ' Charles ' had a great voice and ' Lola ' was fun and sassy.The Queens were amazing and looked great, and the end scene had everyone up and clapping. Would definitely recommend ."
    },
    "25": {
      "title": "The best show!!!",
      "time": "Oct 2018 • Friends",
      "type": "NONE",
      "review": "Probably the best show I have seen. It's fun fabulous and and full of sass!!!!how they dance in those heels I will never know. It's great fun with some very sad moments but overall it will have you smiling and laughing through out. Amazing show and must be seen by all. "
    },
    "26": {
      "title": "Absolutely brilliant",
      "time": "Dec 2018 • Friends",
      "type": "NONE",
      "review": "A friend and I went as we had never seen it before... didn't know what it was about at all and thoroughly enjoyed it. It was brilliant, couldn't fault it. I'm going to take my mum to see it when I can."
    },
    "27": {
      "title": "Absolutely Brilliant !!! ",
      "time": "Jan 2019 • Couples",
      "type": "NONE",
      "review": "A Christmas present from my daughter- wow what a night !!! The best show , so much fun , so much laughter, the cast are amazing . Fab costumes , make up , sets and the Queens dancing amazing - yes I loved every single minute of it and want to do it all over again !!!!! "
    },
    "28": {
      "title": "Loved this show ...",
      "time": "Jan 2019 • Family",
      "type": "NONE",
      "review": "Saw this show last week for the third time in London. Absolutely loved it. Took my 14 year old Daughter and 12 year old Niece who were both up dancing at the end. Shame it's closing next week. "
    },
    "29": {
      "title": "Very good show",
      "time": "Jan 2019 • Friends",
      "type": "NONE",
      "review": "A group of us went to see this show and we all thoroughly enjoyed it. We knew the story and felt it was close to the original. The costumes were amazing and how they all danced in heels I don’t know. We are part of a theatre company and felt the set was cleverly done and scene changes were seamless. It’s the only show we have ever said if it goes on tour and comes to our local theatre we would  go and see it again. The only criticism and it’s a small one is that the theatre was cold so would say wear warm clothes. "
    }
  }
}