{
  "attr_name": "Kinky Boots at Adelphi Theatre",
  "attr_page": 0,
  "attr_reviews": {
    "0": {
      "title": "I liked it...didnt love it though",
      "time": "Jan 2020",
      "type": "NONE",
      "review": "I am a massive fan of the theater, and have been to London so many times to see so many different musicals and shows. I enjoyed kinky boots all in all, I liked it and had a good time, there are many talented people on the stage. However, I cannot say that I loved the show...for some reason the story line seemed a tad forced and bit too long to me. All in all I probably would go see it again, but not the best ever I have ever een."
    },
    "1": {
      "title": "A Party On Stage",
      "time": "Aug 2019",
      "type": "NONE",
      "review": "I've seen Kinky Boots three times in NYC, and while the Adelphi Theatre is smaller than those in New York, it's more intimate and allows for a different experience.  The show itself is just as rousing, and will make you want to get up and dance.  I watched as the most serious-looking older couples thoroughly enjoyed themselves, which is a testament to how well performed and produced this show is.  A good time is most definitely had by all."
    },
    "2": {
      "title": "Pathetic",
      "time": "Dec 2018",
      "type": "NONE",
      "review": "I wasted an evening at this show. The story was weak. The performance was obviously good being in the West End and the reason it got 1 star. I can't remember a single song or any of the music. I am a Theatre and Musical lover but this was just pathetic."
    },
    "3": {
      "title": "Jesús",
      "time": "Oct 2019 • Business",
      "type": "NONE",
      "review": "Nice place, good rooms and restaurants, the breakfast in the Radio Rooftop really nice and the service during the breakfast was great"
    },
    "4": {
      "title": "excellent",
      "time": "Oct 2018",
      "type": "NONE",
      "review": "one of the best shows ive been too , such a great show , excellent performers  . such an uplifting show to attend . the lead roles were amazing. shame some shows are not put on in dance halls as you just want to get up and dance along with songs."
    },
    "5": {
      "title": "Jesus H Christ",
      "time": "Apr 2019",
      "type": "NONE",
      "review": "It’s difficult to express how bad this show was. Singing was bad Story line was bad Dancing was badJokes from the 70s"
    },
    "6": {
      "title": "Excellent",
      "time": "Jul 2019 • Business",
      "type": "NONE",
      "review": "I would like to thank mr oleg from the sales and marketing he was very helpful and he is the best ever that he organized my b.day and surprise me in the room with beautiful set up and cake I appreciate that thank u so much and i want to thank all the staff in reception + the redio rooftop staff were the best .. my experience was one of the amazing one in my life . Above my expectations as usual.. thank u"
    },
    "7": {
      "title": "Vacation in London",
      "time": "Jul 2019 • Family",
      "type": "NONE",
      "review": "We had an amazing experience at ME London. While on vacation our  son had to have an emergency appendix surgery. The staff went out of there way to help us. They were so attentive to all our needs. Sent us extra water, champagne and strawberries, and even a toy for our son. We are extremely grateful for there kindness. Thanks ME London!!! We will definitely be back. Thanks Antonio and all the staff that helped us."
    },
    "8": {
      "title": "AMAZING!",
      "time": "Jan 2019 • Couples",
      "type": "NONE",
      "review": "Amazing show, I would really love to see it again...Music, costumes, you just want to stand up and dance with with actors on the stage."
    },
    "9": {
      "title": "Superb!",
      "time": "Jun 2019 • Business",
      "type": "NONE",
      "review": "I’d like to thank the staff for making me feel so special! The hôtel is very modern, the location is great, just next to the Covent Garden. The room was very pretty and specious with beautiful city view. Extremely clean! The staff were very attentive, kind and helpful. Loved having breakfast at Zela restaurant. Rooftop lounge offers amazing views and really good cocktails. I’ll be staying at Me again very soon. "
    }
  }
}