{
  "attr_name": "Kinky Boots at Adelphi Theatre",
  "attr_page": 1,
  "attr_reviews": {
    "10": {
      "title": "Kinky Boots Musical at the Adelphi Theatre London July 2018",
      "time": "Jul 2018 • Solo",
      "type": "NONE",
      "review": "I saw this show which was fantastic so entertaining.I would recommend this show its well worth seeing as really uplifting.Cast are really good."
    },
    "11": {
      "title": "The Waitress and great VIP experience",
      "time": "Apr 2019 • Couples",
      "type": "NONE",
      "review": "We hadn't been to the Adelphi Theatre for about four years, but we wanted to see Waitress.It was an excellent show and we also had the VIP experience, which meant we had a private table, in a air conditioned private bar.I would recommend the VIP experience, with a programme, nibbles,, champagne and an ice-cream in the interval.There are also private toilets, which are handy, as this is an old theatre and the facilities are typical of an old London theatre."
    },
    "12": {
      "title": "My grown up daughter and myself ",
      "time": "Mar 2019 • Family",
      "type": "NONE",
      "review": "Well what a fab show .Excellent professional cast .We enjoyed the show so so much standing ovations all round .Theatre staff fab and wonderful venue ."
    },
    "13": {
      "title": "Kinky Boots UK Tour",
      "time": "Feb 2019 • Friends",
      "type": "NONE",
      "review": "I only saw this the once, after i know of a  few people that have seen it so many times. Glad i got to see the touring version. ***CCCCHHHAARRLLIIEE*** . This is a must see..."
    },
    "14": {
      "title": "Boots are not just made for walking",
      "time": "Apr 2018",
      "type": "NONE",
      "review": "Another very talented show with a great story.The set and props stood out well together with a great cast who all acted and sung well."
    },
    "15": {
      "title": "Fabulous ! ",
      "time": "Nov 2018 • Couples",
      "type": "NONE",
      "review": "I also wanted to see this musical after I watched the film many many years ago. My husband surprised me when we in town for a couple of nights. What a fabulous musical, you get totally immersed in the storey, the cast play the characters so well. The storytelling and music was magical. I was so glad I got chance to see the show before it finished. "
    },
    "16": {
      "title": "What a night",
      "time": "Jan 2019 • Couples",
      "type": "NONE",
      "review": "Saw the final performance of this amazing show. What an electric atmosphere. Ovation after ovation. Superb performances from all the actors involved. The score is great, the singing fantastic. It's on tour now, if you get a chance to and see it."
    },
    "17": {
      "title": "Absolutely Fabulous Daahling 😘 ",
      "time": "Jan 2019 • Family",
      "type": "NONE",
      "review": "I first saw Kinky Boots back in 2015 & so when I saw it was finishing decided to rebook & was lucky enough to get great seats for the final matinee show in 12th January. Wow what an atmosphere. By the end everyone was up on their feet cheering & singing along with a few tears. The cast has changed since my first visit where I was lucky to see the award winning Killian Donnelly & Matt Henry. Seriously though today’s leading stars were just as good especially Simon-Anthony Rhoden who’s performance as Lola was awesome & played the part with sensitivity as well as with more than a touch of sassiness!!!!"
    },
    "18": {
      "title": "great show ....wonderful evening",
      "time": "Jan 2019",
      "type": "NONE",
      "review": "this was a fantastic show, great audience participation....excellent cast ...and music ....really enjoyed the evening "
    },
    "19": {
      "title": "Amazing and such a talented cast! ",
      "time": "Jan 2019 • Friends",
      "type": "NONE",
      "review": "Honoured I got to see this amazing show before it finished. It has such a positive energy and leaves you with a smile on your face as you leave the theatre. The cast are beyond fantastic and I do not know how they dance in such high heels! Not sure how long this show has ran for but a true shame it is finishing!"
    }
  }
}