{
  "attr_name": "Kinky Boots at Adelphi Theatre",
  "attr_page": 3,
  "attr_reviews": {
    "30": {
      "title": "Great Fun",
      "time": "Jan 2019 • Couples",
      "type": "NONE",
      "review": "Went as a Christmas present from Son and Daughter in law.  Didn't know the story and thought it was great fun.  The actors playing Charles and Simon were amazing.  The outfits were stunning.  Thoroughly enjoyed it"
    },
    "31": {
      "title": "Such a disappointment and waste of money",
      "time": "Jan 2019 • Couples",
      "type": "NONE",
      "review": "Having been waiting for such a long time to see Kinky Boots, I was really excited when my boyfriend got tickets for my birthday and really good ones at that.The theatre itself is small and that is expected in central London but the heat was unbearable, I’m not someone who complains about being too warm but even I couldn’t cope and when we asked were told that it would not be turned down.The performance itself was embarrassing and insulting. Being from Northampton I didn’t realise it had been relocated to the far north of the country - if accents must be used at least get them accurate but worst was the acting and singing. Cats screeching came to mind and cheesy looks to audience is not what I have come to expect from West End musicals.We left at the interval along with many others and I would not recommend."
    },
    "32": {
      "title": "Fun Show!",
      "time": "Jan 2019 • Couples",
      "type": "NONE",
      "review": "We've been meaning to see this show for ages,it's finishing next week so we got in on a Saturday matinee.Having seen the film a couple of times It had something to live up to,we were not disappointed,4th row seats,great view,Cyndi Lauper songs,great band,excellant cast,the singing and dancing very good,the colourful costumes amazing and a clever set design.It was obvious by their reaction a lot of the audience had been before which is always a good indicator of how good a show is,and after, we went straight into Byron Burger next door,lovely,an enjoyable afternoon."
    },
    "33": {
      "title": "Best show ever",
      "time": "Dec 2018 • Family",
      "type": "NONE",
      "review": "I am lucky in that we go to the theatre a lot.  This show is the best I have ever sat and watched.  The music is fantastic , the costumes are amazing and the dancers are incredible.  We went on Christmas Eve and the atmosphere in the theatre was electric.  I cannot go back to see it again and again.  The relationship between the main actors works so well.  Thank you for a fantastic afternoon and making the start to our christmas break."
    },
    "34": {
      "title": "All round adult entertainment👢",
      "time": "Dec 2018 • Couples",
      "type": "NONE",
      "review": "This show, whilst slow to build turned into quality entertainment.The stars of the show, undoubtedly, were ‘Lauren’ & ‘Lola’ Chiwetel Ejiofor as the drag artist ‘Lola’ was totally brilliant & worthy of his own show.Sarah Jane-Potts as ‘Lauren’ was a real comic talent whose facial expressions alone had the audience in stitches.It finishes on January 12th....book it if you can!!!"
    },
    "35": {
      "title": "Amazing!!",
      "time": "Dec 2018 • Couples",
      "type": "NONE",
      "review": "An amazing birthday surprise!! I knew nothing about this show, but was certainly not disappointed. A brilliant cast, great songs, fantastic story. Would definitely go and see this again. "
    },
    "36": {
      "title": "Amazing Show",
      "time": "Dec 2018 • Family",
      "type": "NONE",
      "review": "The cast, music, outfits all were great. Amazing performance by the cast.The show has some good laughs. Really worth seeing. Started at 19:30, had a 15 minutes break at 20:45, finished at 22:00. We sat in the Stalls area, forth row and it was awesome."
    },
    "37": {
      "title": "Brilliant",
      "time": "Dec 2018 • Couples",
      "type": "NONE",
      "review": "Great fun, must see! A lot of fun and games, its a shame it ended a little abruptly there should have been a little more to the story at the ending I thought, but it was however a good show."
    },
    "38": {
      "title": "Brilliant Show",
      "time": "Dec 2018 • Couples",
      "type": "NONE",
      "review": "Brilliant show, well worth seeing before it finishes. Great story, funny and colourful. The cast were really good, music but nothing well known. Had a great time"
    },
    "39": {
      "title": "Great Show",
      "time": "Dec 2018 • Couples",
      "type": "NONE",
      "review": "The cast and especially the Drag Queens really go for this.I thought it was a great show, good music, but not any songs that really stick with you.It had some laughs, some good stage effects and a cracking finish.Overall well worth seeing.Started dead on time 7.30pm, interval at 8.45pm for 15 minutes, finished at 10pm.We were in the Royal Circle at the front, but you need to be careful of the seats you get because there are some restricted views. It was also fairly hot in there.Theatre seems a bit tired and drinks a bit expensive.(£2.50 for a small bottled water)"
    }
  }
}