{
  "attr_name": "Greenwich Park",
  "attr_page": 1,
  "attr_reviews": {
    "10": {
      "title": "Best views of London city",
      "time": "Aug 2020",
      "type": "NONE",
      "review": "The view of London city from here is amazing, with unrivalled panoramic views. Chill and have a drink or snack and take photos. Then have a stroll through the gardens past the observatory and look out for the odd parakeet."
    },
    "11": {
      "title": "Wide lush park that leads up to the Royal Observatory",
      "time": "Jun 2021",
      "type": "NONE",
      "review": "Beautifully kept park, with lots of room for everyone. The park is situated just behind The Queen's House and the National Maritime Museums. Anyone looking to visit the Royal Observatory will also be walking through this park."
    },
    "12": {
      "title": "What a space!",
      "time": "May 2021 • Couples",
      "type": "NONE",
      "review": "Even in an overcast day it was amazing. Such a lovely place to be. There are wild areas, groomed areas, historical areas, it’s by far and away my new favourite London Royal park.Take a blanket, picnic and just enjoy the space!"
    },
    "13": {
      "title": "Wonderful huge green space",
      "time": "May 2021 • Couples",
      "type": "NONE",
      "review": "You can have a really long walk in the park in beautiful surroundings. So quiet in the morning and a lovely place to admire nature and sit and have a coffee."
    },
    "14": {
      "title": "Nice Park to Visit in Greenwich ",
      "time": "Jun 2021 • Solo",
      "type": "NONE",
      "review": "Wonderful park with tenis Court,  cafe, cricket ground and much more.  Weather was awesome and had a great time here. Loads of families and pets to be seen. Great place to hang around if u have few hours to relax "
    },
    "15": {
      "title": "A beautiful park, with stunning views and more to see than just the Meridian Line!",
      "time": "Apr 2021",
      "type": "NONE",
      "review": "Most international visitors heading to Greenwich Park  for the first time just usually head up the hill to the Royal Observatory so they can stand across the  meridian line  which represents the Prime Meridian of the world, Longitude Zero, and to visit the renowned Royal Observatory, home of Greenwich Mean Time and London's only Planetarium.  These are, of course, worthwhile things to do (and come at a cost) but they  not the only things this beautiful and extensive park has to offer.  So wander further afield, and you will be rewarded.The park has had a long history.  Henry VIII enclosed the land around 500 years ago, as a hunting ground for deer.  You can still see some deer, in  a small enclosure towards the south eastern corner of the park. With current COVID restrictions, the Royal Observatory was closed, so visitors were not able to stand on the Meridian Line for the obligatory selfie with one foot in the east and one in the west.  However, you actually don’t need to pay the entrance fee into the Observatory to do that, as the Meridian Line is  marked in a number of spots in Greenwich.  When you reach the forecourt of the Observatory, just by the clock on the wall, you’ll see a path heading off to the right.  Take the path, and you’ll see the Meridian Line on the wall and footpath... stand there for free! There’s lots of other things to see and do in the park.  Head to the Rose Garden in front of the Ranger’s House, for a dazzling array of colour and perfumes.  The Ranger’s House is also worth a visit, for the massive art collection it contains;  it’s open seasonally, COVID restrictions permitting.  And if you are visiting in early spring, the pathway leading up to the Rose Garden and the front of the Ranger's House  will be awash with cherry blossoms.  Beside the Rose Garden you’ll see the remains of Queen Caroline’s bath (it was once enclosed in the now demolished Montagu House); it’s a curious and evocative site. Lovers of beautiful gardens and bedding plants will also appreciate the beauty of the Herbaceous Border, the long garden bed that overlooks the historic Queen’s House.  In the northeast corner of the park you’ll find the Queen’s Orchard, containing many varieties of heritage fruit trees.  It’s open seasonally.  There’s  also the formal Flower Garden.  And if you walk just past the junction of Bower Avenue and Great Cross Avenue, you’ll see some remains of what is believed to be a Roman temple.  It’s well signed.   Whilst in that part of the park look out for a rather decrepit piece of Royal history, Queen Elizabeth’s Oak.  The oak tree has been dead a good few years now, and has fallen over.  But this  oak tree dates back to the 12th century and according to legend, King Henry VIII once danced around this oak tree with Anne Boleyn, and Queen Elizabeth I was said to have often taken refreshment whilst relaxing in its shade.I love the views of London’s Canary Wharf and the River Thames from the park.  The view at the Observatory is the most popular, but you’ll get equally as spectacular views if you head across to One Tree Hill, or to the western side of the park near the Henry Moore sculpture.  The park has an extensive children’s playground, a number of cafes, and toilet facilities.  You’ll need a good couple of hours to see it all, even if you are not visiting the Royal Observatory.  It a huge park; parts are steep, but there is a car park within the park for ease of access. My favourite curiosity in the park is the Millennium Sundial, located beside the children’s playground - curious because the base of the gnomon was supposed to be aligned with the meridian line, but was incorrectly positioned during construction, some 3 degrees out. Hence it also tells the time incorrectly on the sundial.Enjoy your visit; it’s a beautiful, interesting and varied spot to visit, and deserves ample time!"
    },
    "16": {
      "title": "A lovely park🌳🌺🌷",
      "time": "Apr 2021 • Friends",
      "type": "NONE",
      "review": "A very well kept park and worth a visit there. Very close to Cutty Sark DLR and buses. Can get very busy during busy times. Things to see: Walk up to the top of the hill to get a lovely view of the Maritime Museum and of the city, one tree hill vista point, cheery blossom trees, flower garden, rose garden and deer park. Other smaller interest points: Queen Elizabeth 1st Oak, Motherstone Fountain and Queen Caroline’s Bath. We saw two kiosks (but one was open) and there is a pavilion cafe to grab some snacks. I think there should be more bins around the park to dispose rubbishes, we did however see lots of dog bins. If you have more time and want to explore Greenwich a bit more then there are lots of things to do. There is the Greenwich Market and entry to National Maritime Museum is free. You have to buy a ticket to enter Royal Observatory, Planetarium and Cutty Sark. "
    },
    "17": {
      "title": "Fresh air and good vibes",
      "time": "Jan 2021",
      "type": "NONE",
      "review": "Wonderful atmosphere at this park - always very clean. There were many people walking their dogs and children playing, due to coronavirus I felt the children play area should be closed but it was packed!Always enjoy walking around and getting some fresh airHaving some food/drink vendors could be a good idea- I got a little thirsty and the park is very big."
    },
    "18": {
      "title": "Greenwich Park",
      "time": "Jan 2021",
      "type": "NONE",
      "review": "How many city parks in the world can claim to have World Heritage status? Nothing comes to mind but Greenwich ain't no ordinary park.To start with, historically it goes way back in time to Romans and Vikings. Its strategic location overlooking the river below made it important for naval purposes which is why all the maritime related establishments are located in and around the park.Then later it wasn't just a hunting ground for the royals to chase deer but this is where many kings, queens were born, got married and died. It's also a place for astronomical research, The Royal Observatory and home to the GMT aka Greenwich Mean Time, the place that sets the time for rest of the world. In recent times, many many big and small movies have been shot here and there's also a oak tree lying somewhere that is 800 years old.From archeology, history to great views, I guess it's little more than just a park for the picnic."
    },
    "19": {
      "title": "Views moderate to good, but lots of people (mostly annoying)",
      "time": "Dec 2020",
      "type": "NONE",
      "review": "Full of blithering idiots intent on catching and/or spreading Coronavirus. Also lots of dogs and people on those electric scooter things. The only saving grace is that it does have toilets, and although it only costs 20p that still seems to keep most of the riff-raff out.The views of London are fine."
    }
  }
}