{
  "attr_name": "Greenwich Park",
  "attr_page": 2,
  "attr_reviews": {
    "20": {
      "title": "Pleasant ",
      "time": "Jul 2020 • Couples",
      "type": "NONE",
      "review": "This famous London Park is the home of the Greenwich Observatory as well as a lovely open space to stroll and get a great views over London. "
    },
    "21": {
      "title": "Lovely park - NO TOILETS AVAILABLE!",
      "time": "Jul 2020",
      "type": "NONE",
      "review": "Wonderful historic park with fabulous views over East London and the City. Nice little cafe near to the Observatory BUT due to COVID there were no public toilets open at all either in the park or near the Cutty Sark at 11.00 a.m.....total nightmare!!!   Eventually managed to find a petrol station with loos  but obviously that's not a great solution.  Pull your socks up Royal Parks."
    },
    "22": {
      "title": "Best views of London",
      "time": "Jul 2020",
      "type": "NONE",
      "review": "If you want to see a panorama of London this is the best place. A beautiful park, loads of picnic spaces. And views to die for. Don’t forget your camera!"
    },
    "23": {
      "title": "Great view.",
      "time": "Jun 2020 • Business",
      "type": "NONE",
      "review": "A peculiar atmosphere, tinged with mild bellicosity, had reigned over several parts of London today.Freedom of speech - a necessity, IMO, should always be allowed, but never with intimidation. Some groups in the park, today, seemed to unsettle some of the elderly people - who needed a walk and respite from current things. As I politely said to one person in a group - ‘it happened in Minneapolis, not London.’....but about this park, per se....Massive in size.....it’s worth ascending the upwards gradient to get a very very impressive view of Canary Wharf, the Gherkin, the NatWest Tower etcWith the significant lessening of traffic in London over the last few months, there is significantly less haze and smog, thus making the view substantially clearer....The area by the statue of James Wolfe is a prime place to drink in the views overlooking London."
    },
    "24": {
      "title": "Seek out those lonely spots",
      "time": "Mar 2020",
      "type": "NONE",
      "review": "The Royal Park in Greenwich has surely experienced many events as momentous as our current crisis, as a read of Pepys diary in the 17th century reveals. One Tree Hill is east of the viewing platform next to James Wolfe's statue but has just as good a view out over London.There is one spot where Queen Elizabeth I could have stood with her greyhounds on a leash (or young courtiers maybe?), King Charles would have exercised his spaniels, and no doubt cursed the hill they climbed. Le Notre was said to have sketched out Greenwich Parks avenues but did not visit so though the place was flat. Enjoy the sunshine here safely, staying away from others.  Plan your next visit to this lovely park - there are free chestnuts to be collected on the ground here in October. "
    },
    "25": {
      "title": "Best View of the City",
      "time": "Jan 2020",
      "type": "NONE",
      "review": "This park has a great overlook from the Canary Wharf to the heart of London. Although there is a steep hill to the scenic view, it is worth the hike. In general, the park has plenty of room for dogs to run and is home to great museums. It is a great place to have a picnic and hang out for the day."
    },
    "26": {
      "title": "One of the things you have to do",
      "time": "Jul 2019",
      "type": "NONE",
      "review": "One of these historic places, the zero meridian, the observatory and a wonderful view of the City and Canary Wharf."
    },
    "27": {
      "title": "Dog zone",
      "time": "Mar 2020 • Friends",
      "type": "NONE",
      "review": "Plenty of people walking their dogs in this park and it's the main way to get to the Royal Observatory.  Lush, green open area with large shady trees."
    },
    "28": {
      "title": "Beautiful views",
      "time": "Mar 2020 • Friends",
      "type": "NONE",
      "review": "When you're in London definitely take a visit to this park! So beautiful and very well looked after. Climb the hill to the Royal observatory and take in the spectacular views of the city. Also have a look at the meridian timeline just on the wall outside of the observatory :) "
    },
    "29": {
      "title": "Lovely park",
      "time": "Mar 2020",
      "type": "NONE",
      "review": "A wonderful park with good walks and great views. Can get busy - but there are always quiet areas to explore."
    }
  }
}