{
  "attr_name": "Wimbledon Lawn Tennis Museum",
  "attr_page": 0,
  "attr_reviews": {
    "0": {
      "title": "Great tour",
      "time": "Nov 2019",
      "type": "NONE",
      "review": "Really nice tour. I really enjoyed it very much . There is a lot to see and admire. Glad i decided to take this tour and visit this place. 5 stars"
    },
    "1": {
      "title": "Good place to know the history of tennis tournaments",
      "time": "Jun 2018 • Friends",
      "type": "NONE",
      "review": "Extremely informative and educational experience you can get about tennis and specially Wimbledon Tennis Championship right from the beginning. Must visit this place.Governor Amolak Rattan Kohli "
    },
    "2": {
      "title": "Ultimate Wimbledon Tour with lunch and Champagne",
      "time": "Aug 2014 • Couples",
      "type": "NONE",
      "review": "The Ultimate Wimbledon Tour is a must for all tennis fans! The museum is very interesting with all the history of tennis and the tournament. Lots of memorabilia dating back to 1555.On arrival we were served coffee and Danish pastries. Then we were taken on a spectacular guided tour with all the sights and sounds of Wimbledon. Visited Centre court, the water gardens also know as Henman Hill or Murrary Mount! From here you can appreciate fantastic views of London!. We then had a 3 course lunch before going to the museum.Our fabulous day was concluded with Champagne and strawberries, yummy!!"
    },
    "3": {
      "title": "newmarket holidays trip to wimbledon ladies final day",
      "time": "Jul 2014 • Family",
      "type": "NONE",
      "review": "Been wanting to go to wimbledon for the tennis since I was 13 entered ballot after ballot never had any luck then one day mum reads in the paper about newmarket trip to wimbledon. I have now been 2 years in a row with a day in windsor as well. This year 2014, we had Emyr Williams as our tour manager and everything was organised to perfection. I didnt have to look stupid and ask questions as he explained everything and think he did an excellent job. Loved the trip and have already paid my deposit for 2015.u arrive in wimbledon around opening time and do not leave until the end of play. Then u go to ur hotel and in the morning head to windsor whereu can either go tothecastle or shopping, we chose shopping as we have been to the castle a few times as we have family there. U leave windsor bout half 2and head home. Marvellous day and again thank u emyr williams"
    },
    "4": {
      "title": "If you love tennis.. then this place is called tennis HEAVEN!",
      "time": "Jun 2012 • Family",
      "type": "NONE",
      "review": "AMAZING... you can never get bored of this place.. any chance that I can get tickets I am there..lol.. this place oozes with history and you never know which famous person you will bump into...and very approachable too! and of course the real stars.. the tennis players. They have practice courts on the other side of the main courts, but there is a tunnel that they all come via -you can miss is as there will be hords of fans shouting the famous names... one thing is for sure.. you will always get murray signing autographs and posing for pics.. he is sooo lovely, whilst the other players (not all of them) tend to walk pass (well I suppose they do have important things to think about..lol) but no doubt you will see majority of them and if you get a good spot then its all good!To get tickets you will need to go via a ballot system and if you are lucky you can get some amazing matches to view.. if you are unsuccessful you can queue up and enter the grounds after 5pm (cheap ticket pass) or earlier the day and pay abit more.. either way it is definitely worth a try. Once inside you will be in AWE and just taking in all the brill sights and you can also queue up for centre and number one court tickets.. the good thing about this, they dont keep the money but it goes to childrens charity or schools project which is brill, watch a brill tennis match and then do your bit for chairty!The only sad part is when you have to leave!..lolThe nearest station is Southfields and basically just follow the crowds.. you will not get lost at all and its a 10/15 min walk.. but they do offer a bus service but you will have to pay and your osytercard will not work!..lol.. once in a lifetime, you must go to this."
    },
    "5": {
      "title": "tennis anyone ?",
      "time": "Mar 2014 • Friends",
      "type": "NONE",
      "review": "great place to see where history's greatest tennis stars have played, whether to see a game or just visit the museum, the museum has some great things to look at or but and take home to show off to friends "
    },
    "6": {
      "title": "Incredible tour",
      "time": "Aug 2014 • Couples",
      "type": "NONE",
      "review": "We were pleasantly surprised by this part of our trip to London.  If you are a tennis fan, this is a must see.  We had an excellent and knowledgeable guide.  The tour is about an hour.  While you do spend most of your time on the outer grounds, it ends at Centre Court.  You also get about 20 minutes in the interview room where the pros meet the press after a match.  (This allows for photo ops too.)  The museum is interesting and the Championship trophies were on display.  Getting there:  If you don't mind a good walk, the tube is the cheapest mode of transportation.  It took us about 20 minutes to walk to the museum from our stop."
    },
    "7": {
      "title": "Superb experience",
      "time": "Jan 2015 • Friends",
      "type": "NONE",
      "review": "After Reading some of the previous reviews, I feel that I'd be repeating what's already been written. Yes, it's a little pricey. Yes, it's bloomin cold in January. Yes, you feel that you'd like to see more of the 'inner sanctum' so too speak. But .......... It's a fantastic day out, for anyone who's got the slightest interest in tennis & it's history.  I loved it, feeling quite privileged to even be there. My advice is; Walk from Southfields underground (it isn't that far). Pay the money. Drink in the history & atmosphere of the place & leave feeling glad you visited. P.S. The tour guide we had (Jo) was 10/10.  "
    },
    "8": {
      "title": "A brilliant insight into Wimbledon!",
      "time": "Jun 2019 • Couples",
      "type": "NONE",
      "review": "We took part on this tour on a saturday morning in June and we really enjoyed it! Our tour guide Ros was knowledgeable and friendly and keep us interested throughout with interesting facts and stories for her experience of Wimbledon. The tour was brilliant in that it comprised of a guided walking tour around Wimbledon grounds including Centre Court, the press rooms and member's areas. You also had access into the museum which was extremely well thought out and interactive for adults and children alike.There is also a lovely coffee shop which is open at all times throughout the year. We would definitely recommend eating there as it is around a 10-15 minute walk into the village itself. Would recommend if you are commuting from Central London on the tube that you get off at Southfields as it is only around a 10 minute walk to Wimbledon on the flat! Would definitely recommend this tour to couples or families; even those who have minimal knowledge of tennis like myself as I found it really interesting and loved the atmosphere of being there!"
    },
    "9": {
      "title": "Dissapointing",
      "time": "NONE",
      "type": "NONE",
      "review": "The overall tour was disappointing as we weren’t given enough time at most of the areas for photos. Felt like it was too rushed. Would have been nice to have visited the dressing rooms and take the walk the players make while entering the court. Should include Henman Hill in the tour, rather than taking you to outside courts which are under reconstruction. Our guide simply pointed and said that is Henman Hill over there in the distance. The guide was too busy telling us all about the famous players she has met, rather than explaining about Wimbledon. It was all about her. Having done a stadium tour of Anfield only a few days earlier which included all of the dressing rooms, this tour was no where near as good. "
    }
  }
}