{
  "attr_name": "Wimbledon Lawn Tennis Museum",
  "attr_page": 3,
  "attr_reviews": {
    "30": {
      "title": "Loved it!",
      "time": "Mar 2016 • Couples",
      "type": "NONE",
      "review": "We took the train to Wimbeldon today to have a look at the home of tennis and we weren't disappointed. Mark did a fabulous job of keeping us entertained and informed. It was fabulous to see the places we have watched on TV for so long. We did make a mistake and got off the train at Wimbeldon Park stop and had quite a walk around the park. We should have gotten off at Southfields and caught the bus 2 stops or had about 15 minute walk. If you love tennis you will love this tour and museum. "
    },
    "31": {
      "title": "You can not be serious...........................",
      "time": "Jul 2015 • Family",
      "type": "NONE",
      "review": "We absolutely loved spending one of our days here whilst visiting London. Wonderful museum with tennis history along with a guided tour of Wimbledon tennis courts . Great view of centre court & court no 1 with open courts , players gallery , media centre , player interview room where you can sit and take photos."
    },
    "32": {
      "title": "Newmarket holidays trip to wimbledon.",
      "time": "Jul 2015 • Family",
      "type": "NONE",
      "review": "I posted last year how excellent i thought my wimbledon experience was and again this year i have not been let down. Newmarket holidays organise  a 2 day excursion where day one includes court 1 tickets. U get to see the invitationals which are the players from when i first started watching tennis and the youngsters. But u can sit on henmans hill if u like and watch what is going on in centre court. The day is exciting and to me one of the best days of the year. I have yet again already booked for next year. Newmarket customer services had to put up with a lot of queries from me this year as i had also bought tickets ti see ed sheeran in concert the night before and instead if picking up the tickets on the bus on the way up there i had to pick them up from wimbledon at a newmarket maquee and i was worried i wouldnt find it etc but all was good and when i got to the marquee i was so thankful that all the staff were so lovely to me. The stewards on the way from southfields to wimbledon were also very helpful and everything is signposted and takes about 15 mins walk but its a lovely walk and one worth doing even if its just to get the build up walking there. "
    },
    "33": {
      "title": "Great tour and Museum. A sense of Greatness.",
      "time": "Jun 2015 • Family",
      "type": "NONE",
      "review": "Lots of walking and stairs so wear appropriate shoes. You get a birds eye view of all the tennis courts and resturants (resturants are not available for tours) Our guide showed us the players entrance.  Where they eat, dress and chill out before the games. How much money the players receive. You get that sense of greatness as you view the world famous Center Court Wow!! The Museum is included in the price of your tour and is worth the time to see the changing face of Wimbledon. Give shop is open and  restrooms are available. Wimbledon is easily reached by bus and train.    "
    },
    "34": {
      "title": "Fantastic behind the scenes tour at Wimbledon",
      "time": "May 2015 • Friends",
      "type": "NONE",
      "review": "If you are a tennis fan as I am, this tour should be on top of the list when you visit London. This tour was great. Only 28 people and the guide who was excellent ,on the grounds of Wimbledon, besides the people who worked there. My brother and I went on the 1030am tour on Tuesday, May 5. We arrived at about 10am, went into the gift shop, showed our voucher which we booked at the Wimbledon museum website and was included in the London pass. We walked around the museum for about 10 minutes and began the tour which started promptly at 1030am. It was great. To be on center court without the crowds, to sit behind the interview desk in the press room, to walk all over the grounds without anyone there. I had to keep pinching myself that I was really here. After the tour, we explored the museum which is really hi tech and very interesting. All in all, it was a fantastic experience and if you are a tennis fanatic as I am, come do this tour."
    },
    "35": {
      "title": "This is history...",
      "time": "Dec 2014 • Friends",
      "type": "NONE",
      "review": "No doubt, it's an amazing place where you can see more artifacts. I really loved the tour, what a great day."
    },
    "36": {
      "title": "Excellent place to view all the history of the club",
      "time": "Nov 2014 • Couples",
      "type": "NONE",
      "review": "Our traveling group of four visited the museum on the 22/11/14 & thoroughly enjoyed it. Although it was the wrong time of year for tennis, it was a good insight on how the club was formed & reasons why. It took around 2 hours to walk through the displays & the  John McEnroe holographic part is great too. We where staying at Ibis Earls Court so to get there took the tube District line westbound to Southfields station, then come up out of station & use Bus 493 & it will drop you right at door step of museum. Entrance to Museum is AUD$39.00. You can also go over to the cafe & have a look at center court."
    },
    "37": {
      "title": "Visit to Wimbledon",
      "time": "Jul 2013 • Friends",
      "type": "NONE",
      "review": "Had a great time visiting the famed courts at Wimbledon.....was a pretty good visit......thats captured the imagination of the viewers the world over......the guided tour was done very professionally....and the walk through some of the courts was just amazing.....worth a visit..."
    },
    "38": {
      "title": "Very Interesting Tour Of The History Of Wimbledon",
      "time": "Aug 2012 • Solo",
      "type": "NONE",
      "review": "As you walk into the museum it's like your in tennis world just like the Championship's itself. It is great to take the tour especially if you want to take a break from seeing the tennis on the courts. I did the tour in 2012. I was lucky to meet John Barrett outside the tennis museum. John is a former BBC Commentator and had a brilliant knowledge of tennis and the history of Wimbledon. He is like a Wimbledon historian. We had a conversation about Lena Rice the last and only Irish woman to win Wimbledon back in 1890!!!!!! Very nice man. His voice is also used in the years going through the decades of tennis and the champions and events. The tour starts off with how tennis began in the championships and also croquet. Also the clothing that was used during that era with the long white pants for the men and the dainty dresses for the women. Great champions are also explained here like Suzanne Lenglen, Fred Perry, Helen Wills Moody, William Renshaw up to the star professional players of today. It goes through decade to decade with a glimpse of John McEnroe in the exhibition as an interpreter. The most exciting part of the tour is the years looking back on the tennis players. My favourites are 1994, 1997 and 2006 as they show the great women champions that won those years Conchita Martinez, Martina Hingis and Amelie Mauresmo. You need to take at least two hours to take in all the history of the tennis. The museum is also located in the gift shop and as you leave you can buy Wimbledon products."
    },
    "39": {
      "title": "A Must for Tennis fans visiting London",
      "time": "Mar 2013 • Couples",
      "type": "NONE",
      "review": "(3.5 rating for non-tennis fans, since it is quite far out from central London)Walked 12mins from Southfields station (zone 3), but there is a bus 493 from the station that gets you to the museum entranceArrived at the ticket counter at 1125 and managed to join the 1130 tour despite not having a prior online bookingWhile waiting for the tour to begin, one can visit the CentreCourt360 (entrance from the cafe), but this is not essential since you get a similar view at the end of the tour (minus the glass \"pod\")Tour conducted by a Blue Badge Tourist Guide (official, professional tourist guides of the United Kingdom), hence of a high quality, with lots of Wimbledon/tennis facts and trivia provided90min tour is one-way, and we were pre-warned that there would be no facilities (read: toilets) along the way, and no back-tracking for photosRoute I took was:-Outdoor courts-Court 1-Aorangi Terrace aka \"Henman Hill\" (from which there is a brilliant view of the central London skyline)-Court 18 (venue of the 2010 Isner–Mahut match)-Press room (under renovation on 30 Mar, but does not detract from overall tour experience)-Players entrance-View of Courts 2 and 3-Centre CourtAfter the tour, ventured to the museum (in the basement of the building where tickets are purchased). Toilets on the left once you reach the basementMuseum is well laid out, just follow the circular route that traces the history/development of the sport. There was a special exhibition about Olympic Tennis.Highlight for me was seeing the signed equipment of Federer, Djokovic, Sharopova, Serena Williams(note that the 3D cinema does not loop continuously, one needs to request the museum staff to activate it, although I would say that one can afford to skip the film if short on time)Overall, time and money well spent"
    }
  }
}