{
  "attr_name": "Wimbledon Lawn Tennis Museum",
  "attr_page": 2,
  "attr_reviews": {
    "20": {
      "title": "Meet the fields",
      "time": "Jul 2019 • Family",
      "type": "NONE",
      "review": "We did the Spanish tour, it was nice but is a lot of walk and few stops were you can’t seat (I was with my dad he is almost 80) but well is amazing to get to see the fields and were the players do the interviews."
    },
    "21": {
      "title": "Jane was magnificent!",
      "time": "Jul 2019 • Friends",
      "type": "NONE",
      "review": "What a wonderful tour! Comprehensive and so interesting! Super excited to tour because I love tennis but so much more than I expected. Even the people who aren’t tennis lovers enjoyed it immensely. Jane the tour guide was knowledgeable and quite funny. We loved it and tell everyone they should catch it! Not too difficult to get there, a tube ride and then a two stop bus or a beautiful walk."
    },
    "22": {
      "title": "Behind the Nets",
      "time": "May 2019 • Friends",
      "type": "NONE",
      "review": "A tour of Wimbledon Lawn Tennis club and its museum will interest anyone, whether they are a lover of tennis or not.The club is located a short distance away from Wimbledon village, on the way to Southfields.Apart from a few areas there are facilities in place to provide access for those with mobility difficulties.The booking process was simple and the reception process was simple.Our guide was exceptionally knowledgable and the information given answered virtually any question you could think to ask, so be patient, the content is very thorough.The tour focussed more on the venue and the work going on behind the scenes that enables “Wimbledon“ to be a world class act, rather than the personalities that have appeared there. This gives the tour much more credibility, especially as it lasted around 90 mins.The tour may not suit young children, merely from the point of view of holding their interest - one tennis court will look very much like another at that age.Highly recommended, and very English venue."
    },
    "23": {
      "title": "Amazing experience",
      "time": "Apr 2019",
      "type": "NONE",
      "review": "Our guide was Susan and her assitant Sue. This was one of our top guided tours ever! Susan is so polite, professional and so funny. She has interesting comments about All England club, tennis players and behind the scene moments. It was the best hour and a half during our holidays in London."
    },
    "24": {
      "title": "Tour is worthwhile for tennis fans",
      "time": "Jul 2018 • Family",
      "type": "NONE",
      "review": "We visited Wimbledon in Late July, several weeks after the conclusion of the Championships.  We took the guided tour and visited the museum, and found both to be a worthwhile experience for tennis fans.The tour was quite informative, taking us through much of the grounds, including the Centre Court stands, the TV studios, and the interview room.  The Interview room was the highlight for my 11 year old tennis fan because he got to sit behind the interview desk (Roger Federer might have sat in this chair!!).  Centre Court was also interesting, especially because it was completely bare … apparently, preparation for the subsequent year begins immediately after the conclusion of the Championships.  Our tour guide was engaging because he clearly had a love for the sport, and shared many interesting stories about the grounds.  We also spend a fair amount of time and money at the gift shop.Getting to Wimbledon is easy on public transportation.  Get to Southfields Station on the District Line and take a bus right to the front gate.If you are a tennis fan, this tour is not to be missed."
    },
    "25": {
      "title": "Took the guided tour , read why is worth",
      "time": "Aug 2018 • Solo",
      "type": "NONE",
      "review": " Excellent and knowledge guide . A good number of good insights about this “ very snobbish “ Club.      No doubt is a beautiful Club and grass courses . Central Court you can see the game from every corner .      The Museum a must and you have a flash back of the great moments of tennis . Now with the 3D Experience .      Most useful . How to get tickets ( cheaper ) in the crowded days .."
    },
    "26": {
      "title": "Newmarket Holdays Wimbledon short break",
      "time": "Jul 2018 • Couples",
      "type": "NONE",
      "review": "My sister and I have just returned from a short break to watch the Wimbledon tennis championships, with Newmarket Holidays.  We had to make our own way to London, then went by underground to where our Premier Inn was situated.  The Newmarket rep was at the hotel between 4pm and 6pm to meet and greet us and give us information we needed for the following day.The day arrived for our trip to Wimbledon.  The coach was waiting outside our hotel, together with driver and Newmarket rep.  We got on the coach and about an hour later, were in the coach park at Wimbledon to watch a great day of tennis.  It is very busy indeed, but we managed to get around OK, having tickets for Court 2, but being able to watch other matches on the outside courts.  The coach stayed where it had dropped us off, so at the end of play, we got back on the coach and about 35 minutes later, we were back at our hotel.  Everything had gone so smoothly and I would recommend Newmarket Holidays and a trip to Wimbledon if you have a bucket list to fulfil."
    },
    "27": {
      "title": "Tennis history",
      "time": "Mar 2018",
      "type": "NONE",
      "review": "The Wimbledon Lawn Tennis Museum is an interesting spot to visit while you are in the Wimbledon area.  Of course it is very busy during the summer tournament but any time of year it is fun to see the museum and learn about tennis history."
    },
    "28": {
      "title": "Iconic experience",
      "time": "May 2017 • Couples",
      "type": "NONE",
      "review": "We visited the Wimbledon Museum on the London Pass, and this was one of the most unique experiences of our trip. We made sure to book a tour in advance, and this is an absolute must so you can experience the entire club. We arrived a little early and got to take in the museum. Afterwards, we embarked on our tour. Our guide was fantastic (you can tell he is a huge tennis fan), and he did a great job of sharing the history. We got to see the courts, the TV studio, control room, press room, and last but certainly not lease, Centre Court. Even for someone who is a casual tennis fan, this was an experience I will never forget!"
    },
    "29": {
      "title": "Wimbledon  Lunch and Tour Package",
      "time": "Apr 2016 • Friends",
      "type": "NONE",
      "review": "Booked a Tennis Tour and Lunch for Two Package  with Experience  Days as a surprise  gift for a friend's 60th. We had such an amazing  day and we loved every minute of it! The whole tour, the lunch, the museum, the Staff were superb! This was a day we will never forget. Thank you!!"
    }
  }
}