{
  "attr_name": "Wimbledon Lawn Tennis Museum",
  "attr_page": 1,
  "attr_reviews": {
    "10": {
      "title": "For those interested in Tennis this is a must see attraction.",
      "time": "Apr 2016 • Couples",
      "type": "NONE",
      "review": "My wife and I visited this museum and took the tour earlier this week. It was most enjoyable and informative. All the staff went out of their way to be as helpfull and polite as possible. The lady who conducted the tour in particular was very very good."
    },
    "11": {
      "title": "A Must Go",
      "time": "Mar 2016 • Family",
      "type": "NONE",
      "review": "Although you have to pay for the tour, it is a must for every tennis enthusiast. Loads of information is given by the guide during the tour.The museum is small but well kept and nice."
    },
    "12": {
      "title": "\"AELTC History\"",
      "time": "Mar 2016 • Couples",
      "type": "NONE",
      "review": "Both my Wife and I were given a 'Buy-a-gift' voucher for Christmas and we decided to use it against a tour around the All England Lawn Tennis Croquet Club and we are sure glad we did.Marie was to be our guide for the Saturday morning jaunt around the home of tennis in the UK. We started at the main entrance at the statue of the famous 'Mr Fred Perry' where Marie explained about a the tour with a few do's and don't,s (especially keeping off the hallowed turf), and a brief history of the club. Next stop was Court 1. This court gives you a real insight on the shear size of the place and how every seat has a clear view of the matches being played. Then it was onward to 'Henman Hill' (Or 'Murray Mound' whichever you prefer!) where the view's across the site and London itself are superb (on a good day you can see Big Ben). Then it was onto the Press areas via a look of some of the other 'show courts' with a brief walk over some 'hallowed turf'. The best part of the tour in my view was the press room where you could have a photo opportunity where players are interviewed post match. This made for a fantastic photo opportunity! Then to Centre Court where the tour ended. This court is huge and and gives you a real insight why the players feed off the fan's shouting and cheering whilst a game is being played. It must be intense!Part of price was a visit to the relatively new Museum which was opened in 2006. This museum gives you a real insight into the history of the AELTC that the tour does not have time to do. There are various showcases from the beginnings of tennis and croquet at the club all the way to the game in the present day. You are given an audio guide which is a good aid for you to make your way around the museum. This is a must do after the walking tour.Overall, for the casual tennis fans like my Wife and I, this made for an excellent day out in London. It gives you a real insight into the efforts that go into making those two weeks in June a real success year after year. If you are a tennis buff then the famous 'Wimbledon' tour should be an absolute must do. Like Mr Mcenroe says, that tour was good!"
    },
    "13": {
      "title": "Excellent museum and guide",
      "time": "Sep 2015 • Couples",
      "type": "NONE",
      "review": "When in beautiful Wimbledon it is well worth a visit to the Wimbledon Lawn Tennis Museum - the setting is stunning and the guide was exceptional - highly recommended."
    },
    "14": {
      "title": "London Pass holders ",
      "time": "Aug 2015",
      "type": "NONE",
      "review": "There was no mention of not having to book a tour for a London pass holder. Since I couldn't book on Internet I was on my way to Hampton Court first and tried to book by phone when the person in charge told me a pass holder should just turn up 30 min before the start of the tour without a booking!!!"
    },
    "15": {
      "title": "Excellent tour",
      "time": "Mar 2011",
      "type": "NONE",
      "review": "Most enjoyable 3 hours. Guide, Pamela was superb, very knowledable and quite happy to assist with photographs! Good value at £20 each. For any tennis fan a must visit. Piece of advice, if you have visited by tube, exit at Southfields station and your ticket allows you to take any bus. The bus stop is about a 1 min walk and stops right at museum entrance."
    },
    "16": {
      "title": "Not to be missed tour and museum",
      "time": "Mar 2020 • Friends",
      "type": "NONE",
      "review": "Fantastic engrossing museum and a brilliant behind the scenes tour of the AELTC. A wonderful alternative when our other plans in London were cancelled due to Covid 19. The tour guide Ingrid was brilliant, and took us on an hour and a half visit round the site, after having been to the Championship last year this was a great way to see even more, I heartily recommend! The virtual reality in the museum was another highlight, but the whole thing is so well done and due to timing I didn’t even see all - will be back for sure. Such excellent value too."
    },
    "17": {
      "title": "Simply excellent",
      "time": "Sep 2019 • Couples",
      "type": "NONE",
      "review": "As you would expect for such a prestigious tournament the public tours are extremely well run and professional.  The 90 minute walk was excellent getting to see behind the scenes.  We'd only visited before during the tennis so it was great to see it quiet . The grounds were so impressive.  The museum is excellent we loved the VR and reaction machine and history of the game and player outfits.  The only slight disappointment was the very limited selection in the cafe from 3pm after our tour.  Everyone wanted to stay but there was hardly anything to eat. A missed opportunity as people are captive there with nothing until the village centre 15 mins away"
    },
    "18": {
      "title": "Memorable tour of the home of tennis",
      "time": "Sep 2019",
      "type": "NONE",
      "review": "We took the 90min tour taking in the centre court, court one and some outside courts, the BBC studios and winners interview room and some fabulous views from the players areas. Our tour guide was amusing and very well informed and we learnt a lot of detailed information during the tour. It felt like a real privelidge to be there and was really a once in a lifetime experience which I very much enjoyed.We had a snack at the cafe on site which whilst limited in its choice, was well cooked and good value.We also spent time around the museum which looked at tennis through history and included an interesting John Macenroe hologram and an excellent virtual reality 3D show lasting 15mins - we missed the entrance to the show first time around and had to ask where it was, it is opposite the library, which you can't miss. The VR show made you really feel like you were part of the Wimbledon crowd on a match day and included a marvelous flying display of Rufus, Wimbledon's resident hawk, not to be missed! At the very end of the museum exhibition you get chance to see the men's and women's trophys. Photography is allowed everywhere."
    },
    "19": {
      "title": "Great place to visit but disappointed by tour guide",
      "time": "Aug 2019 • Couples",
      "type": "NONE",
      "review": "This was a tour I was looking forward to and the venue was fabulous.  Unfortunately our guide Sarah was informative but quite condescending towards all non UK tourists. This made the tour far less enjoyable than it should have been. The grounds are beautiful and great to see the behind the scenes and the museum but this was disappointing overall "
    }
  }
}