{
  "attr_name": "London Eye",
  "attr_page": 0,
  "attr_reviews": {
    "0": {
      "title": "Never disappoints",
      "time": "Jul 2021",
      "type": "NONE",
      "review": "We took our 9 year old grandson on the river cruise and London eye, his first visit to London. The river cruise wasnt our first trip but was for my grandson. Our guide was Liam, he was funny and very informative. I have never known so many facts being told in the 45 minute journey. He kept it funny but was also very informative. The London eye was really good, it was a lovely sunny day and we could see for miles. My grandson enjoyed the boat trip the best. A good combination to see the sights. My grandsons pictures in a book and TV have come to life. A fantastic day in London."
    },
    "1": {
      "title": "Never disappoints",
      "time": "NONE",
      "type": "NONE",
      "review": "We have been on The London Eye many times before and as an attraction it never disappoints. We arrived just as the attraction opened at 11am and were more or less first in the queue. The views are amazing and even better with social distancing as people are not being crammed into pods. We will definitely be back next time we visit London"
    },
    "2": {
      "title": "Perfect day for a cruise",
      "time": "NONE",
      "type": "NONE",
      "review": "Perfect sunny day for a river cruise ! Really enjoyed this tour . Crew were friendly and helpful. A big shout out to Drew who was our guide , informative and entertaining. If you have Merlin passes dont forget to take them along as you get discount on the tickets . We paid 7 per adult ticket , which is a big reduction. Would definitely recommend this tour ."
    },
    "3": {
      "title": "Great trip on cruise and London eye",
      "time": "Jul 2021",
      "type": "Family",
      "review": "We had a great morning doing the river cruise and the London Eye, party of two adults and 2 kids aged 4 and 9.The river cruise was brilliant, the tour guide Liam was knowledgeable and funny and kept the whole boat entertained! Really enjoyed getting to see London from a different perspective.We then boarded the London eye, waited less than 5 minutes in queue and had our own pod which was amazing. The views are spectacular and its lovely and air conditioned inside.Recommend both!"
    },
    "4": {
      "title": "Brilliant",
      "time": "NONE",
      "type": "NONE",
      "review": "Brilliant sunny afternoon boat cruise hosted by Sheera. She was funny and informative and really made the tour enjoyable. Were British but not from London, and learnt some interesting facts about some of the buildings. Recommend!"
    },
    "5": {
      "title": "STILL AMAZING",
      "time": "Jul 2021",
      "type": "NONE",
      "review": "We've done the London Eye a number of times and it never gets boring.  London is an amazing city and looks even better from the height of the Eye itself.  Book in advance and avoid the queues."
    },
    "6": {
      "title": "Fun in the sunshine",
      "time": "Jul 2021",
      "type": "Family",
      "review": "Fabulous river cruise. This was a great experience for my 6 year old grandson on his first trip to London. We  booked before we arrived to go on the London eye and then hopped straight on the boat. Our guide Mick was extremely knowledgeable and his friendly banter made the cruise a fun trip. Excellent"
    },
    "7": {
      "title": "Great value for money, big thank you to Boris who looked after our refreshment needs",
      "time": "NONE",
      "type": "NONE",
      "review": "Happy cheery, attentive staff who were super friendly and accommodating of our hen party. Boris the bar man made our day. Great value for money. "
    },
    "8": {
      "title": "Fantastic time.",
      "time": "Jul 2021",
      "type": "Family",
      "review": "Definitely worth going on. Me and my son really enjoyed it. The only downside was the rain so we couldn't sit outside up top. Our tour guide Chole was brilliant, friendly and very knowledgeable. Highly recommended."
    },
    "9": {
      "title": "Worth it as a one off.",
      "time": "Jul 2021",
      "type": "Family",
      "review": "Worth going on just for the experience but its a bit pricey for what you get. Good views over the city."
    }
  }
}