{
  "attr_name": "London Eye",
  "attr_page": 1,
  "attr_reviews": {
    "10": {
      "title": "Fun!",
      "time": "Jul 2021",
      "type": "Family",
      "review": "My family enjoyed seeing the beautiful sceneries. Very affordable. Tourist guide in our cruise Liam was funny and explained each spot very well! Clean and nice place to go."
    },
    "11": {
      "title": "Excellent tour highly recommend",
      "time": "Jul 2021",
      "type": "Family",
      "review": "We had an amazing time on the river cruise, even my hard to please teenage boys enjoyed it! Mike had just the right combination of knowledge, history and humour to keep everyone entertained. A must do tour if you're in london!"
    },
    "12": {
      "title": "Few hours to kill",
      "time": "NONE",
      "type": "NONE",
      "review": "Great few hours spent on the River cruise and London Eye. London had suffered with rain on our arrival therefore we couldn't go under specific bridges in one direction. Mike our guide was great. A wealth of knowledge and banter. The Eye wasn't crowded and a lovely view of city."
    },
    "13": {
      "title": "Informative and jocular fun and great value",
      "time": "NONE",
      "type": "NONE",
      "review": "Great trip along the Thames my parents. Mick was a great guide providing a thoroughly interesting trip and lots of cockney charm and laughs. Absolute hit and great value for money. "
    },
    "14": {
      "title": "Brilliant",
      "time": "Jul 2021",
      "type": "Friends",
      "review": "Veey good value for money, the river cruise with Mick commentating was brilliant. He was very entertaining and was full of knowledge about all the different buildings and bridges. 10 outta 10."
    },
    "15": {
      "title": "Great views on a sunny day",
      "time": "Jun 2021",
      "type": "Couples",
      "review": "We did the London eye for my birthday and it was great! It was a sunny day so we had incredible views over all of London - especially all the iconic sights. Our only quip wouldve been that it is a very short trip - only about 35 minutes or so and it was over! Wouldve loved to take it all in for longer."
    },
    "16": {
      "title": "Check availability of all attractions before booking combo tickets!!!",
      "time": "Jul 2021",
      "type": "Family",
      "review": "Be sure that there is availability for the dates that you are visiting London before purchasing combo tickets! We were in London for a few days but the Shreck experience had no availability for 4 days and we have not been able to receive a partial refund. They are a nightmare to get in touch with. Absolutely rubbish customer service. Its all about getting in the cash. It should be possible to view dates and times of availability for all tours before spending 285 for a family of four."
    },
    "17": {
      "title": "London eye",
      "time": "NONE",
      "type": "NONE",
      "review": "My boyfriend took me on the London eye as a belated birthday present and I really enjoyed it.The day we went was really hot and we had clear views of the whole of London. The pod we were in was air conditioned and spacious and we could walk around to look at each side."
    },
    "18": {
      "title": "Less crowded and much more pleasant",
      "time": "Jul 2021",
      "type": "Family",
      "review": "I went on the London eye with my children and was pleasantly surprised. I think there was only a dozen people in our capsule so everyone could move around safely. This was much more enjoyable than when they used to cram in loads of people. Only thing that would have made it better would have been some signs to say what you could see from each side of the capsule."
    },
    "19": {
      "title": "Worth the cost",
      "time": "NONE",
      "type": "NONE",
      "review": "Don't be put off by the huge ques, it goes really fast!  Says you're up there half hour, I'd like to disagree but didn't time it so unsure. We saw the whole of London, such great sights. 25 for the pic though, takes the mick really when i paid 50 for me and my 6 year old to go on. Great time though, worth the money. "
    }
  }
}