{
  "attr_name": "Kensington Gardens",
  "attr_page": 0,
  "attr_reviews": {
    "0": {
      "title": "Splendid park",
      "time": "Jul 2021",
      "type": "NONE",
      "review": "Kensington Gardens is the park next to Hyde park and if you explore one you should explore the other, lot of paths to wander and beautiful Italian gardens, fountains and statues like the two bears and Peter Pan."
    },
    "1": {
      "title": "Beautiful with a calming vibe.",
      "time": "Jul 2021",
      "type": "NONE",
      "review": "I have basically grown up going here living very close. I love it here particularly around the pound and watching the birds. Its so beautiful going around the palace and have a connection to nature. For younger kids, the Princess Diana Playground is perfect, however almost always busy so you must keep a very close eye of your child. For anyone, I would really recommend a trip if you live in London or staying here. You can also find many facilities around the park like one of my fave the ice skating rink in the winter then a nice walk in the park!"
    },
    "2": {
      "title": "The gardens are free and beautiful",
      "time": "Jun 2021",
      "type": "Couples",
      "review": "A beautiful garden to spend a few hours , you can access them without going to the place and when the place is open you will also have access to the sunken gardens"
    },
    "3": {
      "title": "A quieter more natural experience",
      "time": "Jun 2021",
      "type": "Couples",
      "review": "On the other side of the bridge from Hyde Park, you can enjoy a more peaceful, more natural park. The criss crossing paths make it feel almost private at times but with occasional monuments, statues and stop points, theres plenty to look at."
    },
    "4": {
      "title": "Great drama",
      "time": "Aug 2020",
      "type": "Friends",
      "review": "Love this park for ages :smiling_face_with_heart-eyes: so romantic for all in London Town in this era of the pandemic  and  brexit"
    },
    "5": {
      "title": "Fantastic Garden with park and Swans in lake. It's so soothing",
      "time": "Sep 2020",
      "type": "NONE",
      "review": "One of the largest gardens in central London. Spacious green area and plenty walking paths. Can be crowded during weekends and holidays, which, in a way,is testimony for its popularity."
    },
    "6": {
      "title": "Perfect for a walk",
      "time": "Feb 2021",
      "type": "Friends",
      "review": "I came here with a friend to eat our sandwiches on one of the many benches. We had a delightful walk and the park is large enough to easily maintain social distancing."
    },
    "7": {
      "title": "Princess Diana Dresses",
      "time": "Mar 2020",
      "type": "Couples",
      "review": "I Love Royalty!!!!So much to see Wimbledon on next tripWe need to be blessed and vaccines working for allComing back soon.  I promise. Louise and Keith"
    },
    "8": {
      "title": "Lovely park!",
      "time": "Dec 2020",
      "type": "NONE",
      "review": "Plenty of green space with Round Water in front of Kensington Palace. Saw a black swan in the water. Theres a Dianas memorial playground for kids. Great place for a stroll. Theres a cafe by the Palace too and plenty of open air seating."
    },
    "9": {
      "title": "A little stroll",
      "time": "Dec 2019",
      "type": "NONE",
      "review": "December 2019 Myself and my partner were staying over the road from here at the Hilton Hyde Park so we assumed this was part of Hyde Park but we found that it is in fact Kensington Gardens. We were only staying the one night and on the morning of checkout had a little walk around. It was a bright cold day and it was lovely to take a stroll around heading to the lake and towards the palace. A nice little visit I think we only saw a small part of it but what we did see was a well kept park with some wildlife such as swans and squirrels."
    }
  }
}