{
  "attr_name": "Kensington Gardens",
  "attr_page": 2,
  "attr_reviews": {
    "20": {
      "title": "Parakeets!",
      "time": "Feb 2020",
      "type": "NONE",
      "review": "Just had a couple of hours spare so we went to feed the Parakeets. So lovely!  give it go, we took apples, but bird seed seems to work for others"
    },
    "21": {
      "title": "Quiet park but no lights after dark",
      "time": "Feb 2020",
      "type": "NONE",
      "review": "This is a quiet park for a nice walk among green lawns, parrots, robins, and other birds singing around. To my suprise, there were no lights after dark, so it is a bit scary then. Perhaps teh Royals get a better sleep, though."
    },
    "22": {
      "title": "Amazing",
      "time": "Feb 2020",
      "type": "Couples",
      "review": "The park itself is lovely and quiet, but the main stand out point is the Parakeets!!Buy an apple or two from the shop across the road and then once you pass the Peter Pan statue in the park theres a wooden fence, hold out your apple and parakeets will come and sit on your hand and eat the apple!"
    },
    "23": {
      "title": "A walk in the park",
      "time": "Jan 2020",
      "type": "NONE",
      "review": "Walked through here on the way to town. Lovely cold day. Spotted the green parrots and all the birds on the water. A lovely spot in the middle of the capital."
    },
    "24": {
      "title": "Lush Green",
      "time": "Mar 2019",
      "type": "NONE",
      "review": "Quite beautiful garden to the west of hyde park...such camlness...once a private garden..such a nice place to spend time away from the hustle bustle of the city...It has a round pond full of ducks swans and other birds..So nice to see kids playing with them"
    },
    "25": {
      "title": "Kensington Gardens",
      "time": "Dec 2019",
      "type": "Family",
      "review": "We went to see Kensington Gardens which was once the private gardens of Kensington Palace. It is located to the west of Hyde Park and covers an area of 270 acres. The open spaces of Kensington Gardens, Hyde Park, Green Park, and St. James's Park together form an almost continuous \"green lung\" in the heart of London. From here we walked across the gardens to Kensington Palace.  "
    },
    "26": {
      "title": "A Treat to Behold",
      "time": "Dec 2019",
      "type": "NONE",
      "review": "A lovely walk with much to see!   Kensington Palace and the park itself  is wonderful, with a pond complete with big swans waiting to be fed.  This  leads into Hyde Park and then eventually the Italian Gardens on the north east end, while Royal Albert Hall is at the southern end. In the summer, the park is alive with birds, flowering plants and flowers.  There is a beautiful rose garden in the southern end I believe, that is a joy to walk through.  Of course, people  enjoying the sights with children or walking their dogs  has a calming, care-free effect, but soon enough one comes to the edge of the park which brings a whole other view of beloved London ready to enjoy."
    },
    "27": {
      "title": "Nice Sunday morning stroll",
      "time": "Jan 2020",
      "type": "NONE",
      "review": "The gardens were very well maintained. A lot to see, even spotted some parrots! Even warm enough to sit on a bench for a while watching the swans and ducks."
    },
    "28": {
      "title": "Wonderful for a Sunday afternoon stroll",
      "time": "Jan 2020",
      "type": "Couples",
      "review": "The best time to see the gardens is probably at the weekend when the locals come out for a walk. There is a lot to see. The highlights are probably Kensington Palace, seeing the ducks at the small round pond, the Diana playground, the Italian gardens (good cafe here), the Serpentine, the Albert Memorial, the flower gardens...You can easily spend an hour or two before heading next door to Hyde Park."
    },
    "29": {
      "title": "Lovely place",
      "time": "Oct 2019",
      "type": "NONE",
      "review": "Large green expanse, an extension of Hyde Park. Close to major attractions like Royal Albert Hall, Victoria and Albert Museum etc. No entry fee. Good pleasant views. One of the very many life support open spaces in the city of London."
    }
  }
}