{
  "attr_name": "BAPS Shri Swaminarayan Mandir",
  "attr_page": 1,
  "attr_reviews": {
    "10": {
      "title": "Very little on show for the public to see...it only took 15 mins in total.",
      "time": "Jul 2013",
      "type": "Friends",
      "review": "My friend and I went here to learn about Hinduism. The architecture of the temple is beautiful; when we went in they rushed us out of the room with the statutes and then when we went downstairs to the other room a man said go the other way gesturing to the door...we were relieved that we never purchased an audio tour. Only 2 rooms as well as an exhibition  (which you need to pay for) are open to the public (there is a garden and another entrance with a beautiful arch as well as the pray rooms sealed off to the public. We never bothered to go and pay for the exhibition after we saw visitors weren't really wanted in there (other visitors were also told to leave the room with the touristy signs we were all reading to learn more about their culture and religion). I won't be going again and I am glad it is not far from me."
    },
    "11": {
      "title": "One of the most amazing places in London",
      "time": "May 2012",
      "type": "Family",
      "review": "Wonderful white limestone clad architecture. It looks absolutely amazing, hidden out in the residential part of Neasden. It was the first, largest traditionally (per Hindu Scriptures) built temple built in the western world. AN outstanding architecture but one can only appreciate the real beauty when exploring the temple inside. The interior boasts with intricately carved pillars, ceilings and a wonderful breathtaking Dome, all in Indian and Italian Marble.I would say that it's a place where one would sense peace. An ideal place to get de-stressed ! It is open to one and all,  whatever your religion or faith might be.The place is absolutely serene. One can immediately feel the difference with calmness and peace  when inside the temple. The temple also has an exhibition on Hinduism, which is worth seeing. They have a nice Vegetarian grocery shop and a Vegetarian Restaurant called Shayona, which offers variety of vegetarian dishes."
    },
    "12": {
      "title": "An amazing place - a must see for all",
      "time": "Mar 2012",
      "type": "Friends",
      "review": "This is a truly beautiful and out of this world experience. A breathtaking masterpiece! A relaxing and peaceful place, out of the busy hustle and bustle of the city of London. This is a traditional Hindu temple with an excellent exhibition on 'Understanding Hinduism', a book/Hindu artefacts shop, a grand prayer hall. The temple has certain hours of the day at which darshan (viewing of the sacred deities) closes so do check the visitor info on its website (www.mandir.org) before visiting. Adjacent to the temple is a pure vegetarian restaurant run by the temple, which I believe serves traditional western indian and south Indian food.Travelling to Neasden to see the temple is well worth the visit. You will come away refreshed and cherishing the visit. 5/5: excellent."
    },
    "13": {
      "title": "Amazing Hindu Temple!",
      "time": "NONE",
      "type": "NONE",
      "review": "Shri Swaminarayan Mandir is totally off-the-beaten-tourist paths in London, but well worth the trip up north. An amazing building and a wonderful experience. We felt transported straight into India."
    },
    "14": {
      "title": "Poor experience for visitors on this occasion",
      "time": "Sep 2019",
      "type": "NONE",
      "review": "The staff attitude at my most recent visit really crossed the line into the unacceptable. On a score of one to ten, I would give the team a minus 8.1. When you eventually arrive at the temple (very poorly connected by public transport), they send you away, across the road, to go through high security. Similar to an airport, but rather less friendly here, with very  poor levels of english spoken by the staff . You leave all your stuff.2. Then once you arrive inside the temple they ask for money to enter their museum! So, if you left your wallet with your belongings... what a poor welcome! 3. Arriving mid morning, half of the shrine/statues are closed/ not visible. (Why let visitors in at all?) 4. We sat down to meditate in what seemed to be a prayer room (carpeted). But we're informed that this was not acceptable, \"because advance permission had not been obtained\".5. In the boookshop seemed to be very few books in english language of basic Hindu teachings: I couldnt find a sngle one about Krishna for example. Perhaps He no longer visits.All in all, the attitude of the staff seemed to be \"We have control over this building. We don't care about you visitors in the slightest way\". "
    },
    "15": {
      "title": "Fascinating to visit and made to feel so welcome.",
      "time": "Jun 2019",
      "type": "Couples",
      "review": "I finally managed to visit the Mandir after wanting to go for many years. It is easily reached from the M1 or North Circular - just ten minutes from the M1 junction and clearly signposted when you get near. There is a large car park across the road which is free - take a turn right at the mini roundabout in front of the complex. Bags are not allowed inside so either leave them in your car or, if you have travelled by public transport, there is a baggage cabin in the car park. Check the website for particulars of visitor requirements before you go re clothing, shoes etc.You enter via airport style scanners to the Haveli. This has amazing carved wooden pillars outside and inside the carved teak and oak is so detailed in the internal courtyard - take some time to look at all of the carving. In this area you will find toilets and shelving to leave your shoes as these cant be worn inside (you can walk around barefoot or in socks) as well as a shop. We were able to take a tour with a volunteer guide which was just starting as we arrived - would definitely recommend doing this as we learnt a lot about the building and its history and construction. Our guide was so welcoming and friendly.After this we went upstairs to the Great Hall which is made of intricately carved marble - it is stunning. Around the sides and at the front are shrines which house the sacred images. Check the website for timings to get the most out of your visit as its best to visit when these are open. We went up at about 11.30 when they were opening the shrines and feeding the deities. At 11.45 it is the Arti ceremony where Hindu monks wave lighted flames before the sacred images and chant prayers - the flames then brought around the congregation and you can take part if you wish by placing your hands over the flame and then touching your head. Men and women sit separately during this short service but you are directed where to sit. There are 5 ceremonies here during the day so you should be able to get to one of them.After this we went downstairs and watched as people took part in the Abhishek ceremony where verses are chanted and water is poured over a golden deity which was very interesting. We then had a wander around the gardens which were smaller than I thought they would be and not very exciting to be honest but it is worth a look to see the carvings on the outside. Photography isnt allowed inside at all out of respect but you can take photos outside the building.There is a very nice restaurant in the car park area called Shayona. It is vegetarian but dont be put off by this - there is a huge choice on the menu and everything that we ordered was delicious.Next to this is an Indian supermarket where we bought some fantastic food and spices to bring some at really cheap prices as well as some delicious sweets.Really worth visiting - you will learn so much about the culture and religion and everyone is so welcoming. Just visit the website before visiting to get the most out of your visit by checking the timing of ceremonies."
    },
    "16": {
      "title": "Conflicting information ",
      "time": "May 2019",
      "type": "Solo",
      "review": "First up, there is no doubt that this is a beautiful structure. However, having travelled some way to see it, I issue a word of warning for other visitors. I walked in and was only carrying my camera (a DSLR), but no tripod or seperate lenses. Contrary to reviews below, I was not allowed to wander the grounds and take photos at my leisure, but instead told to stand behind a safety barrier just inside the side gate. I was also told I couldnt photograph from the main entrance gate, even though it was shut and I would have actually been outside!None of this diminishes the amazing building, but my journey was limited to two square metres from the gate, and Id hate for anyone else to experience the same thing as I. "
    },
    "17": {
      "title": "Not worth it...",
      "time": "Aug 2017",
      "type": "Family",
      "review": "When you look at the pics, this place is so inviting... When you get there you are greeted by Rude Guards and security check. Which totally spoils your mood. To add to the woes..70% of the temple is closed for public. To be honest if you are an Indian and if you have been to temples in India, you will feel weird in this place. There is no doubt that the architecture is very beautiful..but this place is all art and no soul. In the end, I felt this place is like an amazing playground with cool rides but kids are not allowed to play..speaking methaphorically"
    },
    "18": {
      "title": "Visit to the Holy Mandir in Neasden, NW London",
      "time": "Aug 2015",
      "type": "Couples",
      "review": "My husband and I visited the BAPS Shri Swaninarayan Mandir temple as it is officially known on Tuesday 25th August. Dubbed by Time Out City Guides as one of London's Seven Wonders, it is a place of extraordinary beauty and spiritual peace. The Mandir was a labour of love for over 3,000 volunteers. 5000 tons of Bulgarian limestone and Italian marble were shipped to India, hand-carved by skilled artisans, shipped back to London and re-assembled, piece by piece, almost like a giant puzzle, in approximately 30 months. It is a masterpiece of traditional Hindu design and exquisite workmanship. The temple has been visited by many prime ministers, presidents, Princess Diana and Prince Charles.There is no entrance fee. Visitors enter through the portico of the adjoining Haveli, the wooden complex attached to the Temple, with exquisite wooden carvings. Shoes must be removed and stored in lockers. There is a dress code to respect } trousers and skirts below knee-length, t-shirts with long rather than short sleeves. Big handbags are not allowed, I had a very small shoulder bag with me when I visited, and was told that size was allowed. One has to go through security as well. You cannot take pictures inside, and mobile phones have to be switched off. There are toilets and a lift.The heart of the Temple is the Inner Sanctum on the upper floor with several ornate shrines, sacred images of the Deities, and exquisite ceiling, pillar and column carvings, and a lot of devotees praying. The ARTI ceremony (with candles) at 11.45am is very moving and must be attended, it is less than 10 minutes.  After the ceremony, it is customary to leave a small amount of money on the plate. Even if you are not a believer, this ceremony affects you a lot spiritually. In fact, the atmosphere in the holy Mandir is one of total peace, well-being and the sensation of being one with God. My husband and I came out of the temple with an unexplainable sense of peace and utter belief in God. There is a permanent exhibition on the ground floor, just before the lift, about \"Understanding Hinduism\", which is very interesting; it also shows a short film about how the temple was built. The entrance to the exhibition is with a fee though.The staff are very polite and our guide was very knowledgeable. When booking your visit online, you can request a personal guide, they will provide you with one if  available. Otherwise, they have audio-guides but these were unavailable when we visited on 25/8/15 as they were being re-designed. The Souvenir shop sells books, post cards, incense sticks, scented candles, incense holders in brass or copper, soaps, decorative objects.To go to the Shayona restaurant, you have to exit the Temple, then turn left (less than 5 minutes away, there is a large sign). They have a buffet option or Light Bites menu. We had a mixture of both. The pastry shop does very good Indian sweets and ice-creams. There is a supermarket at the entrance of the restaurant too selling Indian delicacies, groceries and snack. The Mandir is on the A406 signposted as \"Neasden Temple\". We came from Ealing Broadway and by car, it took us less than 15 minutes to arrive.  All in all, a wonderful outing and one of the lesser known places in London to see. I would highly recommend that you visit when you have the time to do so."
    },
    "19": {
      "title": "A must see beautiful",
      "time": "Oct 2012",
      "type": "Couples",
      "review": "The temple was so beautiful i did not believe London had such an amazing monument. we were amazed by the architecture and the detail that had gone into this temple. I felt a inner peace when entering this place of worship.The exhibition inside gives you a rich enlightenment into Hinduism and culture as a whole. we were treated very well by the staff and i can honestly say it is well managed and they make you feel most welcome. An absolute must see...."
    }
  }
}