{
  "attr_name": "BAPS Shri Swaminarayan Mandir",
  "attr_page": 3,
  "attr_reviews": {
    "30": {
      "title": "stunning and peaceful, but read their website first",
      "time": "May 2013",
      "type": "Solo",
      "review": "I spent about 90 minutes here on a Wednesday afternoon, and tend to agree with the all the positive well-described reviews by others. Unsure of the parking, so I used the two local superstores just off the N.Circ road and walked the last 500 yards. In fact it would have been very easy to have used the on-site park.There are times when some of the rooms are not available to visit, the website might help you plan the best time to arrive, and the older gentlemen staff looked discretely helpful.  I'm still uncertain if there's any access at all to the larger prayer room, probably not, but according to webphotos it is comparatively plain?  Although there is a small charge (up to 2) to tour the exhibition room it's very informative, + a 15min DVD showing the build back in the 90s, and included is a beautifully printed colour magazine with much of the same info.The Mandir (temple room) is stunning, but not huge.  I found no pressure to buy anything afterwards, but thought the shop was very varied and very reasonably priced; leaving with a sac full for under 10!   Yes, you are not permitted to photograph (thankfully that adds to the peace) but there's an A4 colour book for only a pound with all the photos you would have taken anyway.I also appreciated being able to set my own donation; although free to enter it is not in your face how much you should give.I shall remember this visit for a long time."
    },
    "31": {
      "title": "An beautiful experience offering an insight into Hinduism",
      "time": "Aug 2012",
      "type": "Family",
      "review": "As a pre-olympic time filler, a visit to this temple was recommended to us by a couple of games-makers, for which advice we are very grateful. We are not devoted followers of any religion and it was a lovely introduction to the Hindu faith - everybody there was very welcoming and kind. Externally the temple is striking in its relative simplicity and understated decoration - a very attractive building in a typical urban backdrop. Internally, there is a wonderfully serene quiet that complements the experience and supports the well organised and easy to digest display on Hinduism, its long history and modern-day practice. It was particularly heartening to read so much common sense and a pro-active doctrine that seeks to tolerate all other faiths.Subsequently, we were able to enjoy a tasty buffet at the nearby Shayona Restaurant."
    },
    "32": {
      "title": "Seriously Amazing!",
      "time": "NONE",
      "type": "NONE",
      "review": "A bit of India right in London, the temple looks like it has been there for hundreds of years. The carved white marble is not only stunning on the outside, but the inside is even more breathtaking. Def worth a look during visiting hours (free) and there is a very good informational area on the history of Hinduism (small charge). There is a small shop inside selling Hindu books and devotional objects. Be prepared to leave your bags in the car or at the security booth across the street. Small bags for money are allowed. There is a security scan and you will need to remove your shoes, but areas are provided for this. The mandir is upstairs, but there are lifts for the less abled.  People are extremely friendly and welcoming and if you're a fan of Indian food, check out the temple restaurant, Shayona, which is located in the car park. It's my current fave Indian food in London and it's completely vegetarian. I've been told that they make everything fresh within 3 hours of serving and you can certainly taste that. All in all a nice afternoon out for a bit of culture/history. "
    },
    "33": {
      "title": "Stunning temple",
      "time": "NONE",
      "type": "NONE",
      "review": "Outside of India, this is one of the most beautiful Hindu temples ever! The temple has intricate, colourful designs, and visitors are warmly welcomed! Public transport is available, but is not very accessible. If you can, try and go around Diwali to see the temple decorated and at its best!"
    },
    "34": {
      "title": "Insightful experience",
      "time": "Oct 2020",
      "type": "Friends",
      "review": "Amazing experience ! I met Nitesh and Rashmika Patel and there informations were very insightful !Thank you so much"
    },
    "35": {
      "title": "Fantastic experience",
      "time": "Jan 2020",
      "type": "NONE",
      "review": "An amazing way to escape the hustle and bustle of London - it is such a lovely place to visit without any cost. Extremely peaceful and breathtakingly beautiful. The Hinduism museum inside (small charge) is a great addition as well and you learn so much about the religion and rich culture. The shop and restaurant across the street is great too, must visit. Overall, great way to spend a couple of hours when you are visiting London."
    },
    "36": {
      "title": "Hidden gem in London",
      "time": "Feb 2020",
      "type": "Family",
      "review": "Quite unusual to expect such seightseeing in London. But it is worth visiting, very beautiful induist temple with rich decoration, elaborated exterior and interior details. Unbelievable tgat all carvings in stone and wood were made just in 2.5 years in India as per ancient traditions. Access is free. There is big free parking nearby at the shop and restaurant Shayona, usually it is too occupied, you can use parking by the school nearby. There are toilets inside. You will need to take your shoes off. There is a small exhibition inside for 2 pounds per adult about induism, recommend to visit as well."
    },
    "37": {
      "title": "Very good all round. ",
      "time": "Jan 2020",
      "type": "Friends",
      "review": "The outside is simply amazing. A beautiful building/temple designed with great though and built with much attention. Inside was good, however:1.  Museum has a charge. Its a religious building, not Disneyland. 2. The statues in the temple were behind closed doors and are only viewable at set times. "
    },
    "38": {
      "title": "Absolutely Stunning. Must place to visit!!!!!!",
      "time": "Aug 2019",
      "type": "NONE",
      "review": "Absolutely stunning place to visit. After doing the security check when entered the building we were greeted by a lovely, friendly and stunning young girl dressed in an Indian attire. She gave us a warm welcome and asked us to remove our shoes int he respective shoe rack. She also gave us a FREE tour of the temple. I must say the tour was absolutely amazing. Our tour guide Bharti Jogi had so much knowledge about Hinduism that I suggested her to teach Hinduism :).Building is absolutely stunning. I request to visit the temple before 12.30PM or after 3.30PM. There is also a service at 11.45AM worth seeing. Don't forget the FREE tour if you are interested in the architecture of the building. I rate it 5 *"
    },
    "39": {
      "title": "Not Dressed Appropriately",
      "time": "May 2019",
      "type": "Couples",
      "review": "After coming back from Windsor Castle, I convinced my wife to swing by this temple even though she was feeling tired. It was a 10-minute walk from the Stonebridge Park station. After walking through some neighborhoods and getting there, we realized we were in shorts and t-shirts; not proper attire for a temple. We took a couple of photos from the outside and then left... Needless to say, I was in the doghouse for dragging my wife all the way here for nothing."
    }
  }
}