{
  "attr_name": "BAPS Shri Swaminarayan Mandir",
  "attr_page": 0,
  "attr_reviews": {
    "0": {
      "title": "Grandiose.:folded_hands:",
      "time": "Oct 2018",
      "type": "Solo",
      "review": " It took me  to go a Jewish funeral this morning to make me realised that I have a list of things that I havent done & one of them was to make time & go to BAPS Shri Swaminarayan .it was amazing  so peaceful , unbelievable architecture & I fell extremely welcome.I liked the museum & I managed to meditate for 30 minutes whilst I was waiting for 4:00 for the door to open to pay respect to those powerful God & Goddess. It is a must see & visit.I will be back for Diwali celebration as it is also my birthday that day!.:folded_hands:"
    },
    "1": {
      "title": "This is not a true Hindu temple.",
      "time": "NONE",
      "type": "NONE",
      "review": "This temple is founded and run by a sect of Gujaratis and you will find the idols of the founders all over the place. So do not go with expecing to go to a Hindu temple, it is the place of worship of a religious sect built in the appearance of Hindu temple."
    },
    "2": {
      "title": "Nice architecture but rude staff",
      "time": "Aug 2013",
      "type": "Solo",
      "review": "The architecture is breathtaking and the cleanliness of the temple is something other Hindu temples can learn from.  The cafe is also worth a visit.  My trip however was ruined by the extremely rude staff.  Firstly I was shouted at in the bag deposit booth in the car park because I produced the wrong ticket (by accident).  Then when I entered the temple complex itself I found the staff at the airport like security check cold and rude.  I totally understand why they have strict policy on cameras, phones etc.  This sect wad attacked by terrorists in one of its temples in India. They do however need to treat all their guests with respect and should temper the tight security check with some smiles and nice words rather than treating visitors like they have bombs strapped to their body.  When I entered the temple itself, I did not feel comfortable at all.  I love Hindu architecture and spend a long time looking at the pillars and carvings.  The security man in the temple however kept looking at me suspiciously and made me feel really uncomfortable.  I would have loved to have strolled around the garden and viewed the exterior of the temple, however that was closed off.  Overall this wasn't a great visit and them Temple lacks the soul and friendliness of other Hindu Temples in London.  I had a similar experience when visiting this sect's temple in Mumbai."
    },
    "3": {
      "title": "Waste of time!",
      "time": "Oct 2015",
      "type": "Solo",
      "review": "Travelled here today with my mum for my birthday. We came a long way being from Hoxton. When we got here we were surprised to find a huge wall is around the temple so you cant actually see much from the outside, big marquees were erected all around the site which made it all the harder to see. We were greeted by a security guard at the entrance who told us to deposit our handbags in a kiosk over the road (fair enough) before we went in. In the entrance there were scanning machines, metal detectors and security staff, it felt like an airport not a tranquil place of worship! Then after putting our shoes in a bay we were directed upstairs to the prayer room which was guarded by security staff, all the shrines were closed and the room was very small. The pillars of hand carved marble were beautiful but that was all there was to see! After descending we wanted to look around the temple and take some pics, we were NOT allowed to walk around the temple and all other rooms were shut! We were not made to feel welcome and it felt like we were totally excluded and they did not want any visitors. Came home feeling let down and frustrated that the only pic we could get was outside someone's garden with their car being the focal point and from the road with the marquees in front! Don't bother!!"
    },
    "4": {
      "title": "A little bit of Heaven in Neasden",
      "time": "Nov 2014",
      "type": "Friends",
      "review": "The Mandir was recommended to me by a Muslim friend many years ago and I've only just got round to visiting.  As others have noted, no large bags are allowed but the friendly staff in the cabin over in the car park couldn't have been more pleasant.  The same could be said of the two lovely chaps on Security at the front gates.You will go through airport-style security but this is no more than a passing nuisance and probably less troublesome than having a manual bag search at many of London's large buildings.Inside, the Mandir is absolutely overwhelming in its beauty.  Somehow, the marble floors are warm, I walked round in bare feet all afternoon.  The sheer virtuosity of the workmanship in the sanctum is too much to take in at times.  Be sure to stand under the Lotus Flower at the centre and see the Dancers in the dome.  We were there for the afternoon Murti where we processed with the faithful round the beautifully dressed holy statues.  It was a very strange and foreign experience to us People of the Book - a Jew and a Catholic - to see the unfamiliar idols, but at the same time, it was a very serene and comforting experience to be part of a this heartfelt worship.  One thing though, if you're there for the Murti you will be asked to sit on the floor for a while.  Where other older devotees got up like two year olds, we were like a pair of elderly deckchairs dragging each other upright!The smells sounds and sights of the Mandir make for a profound experience even for those of us not of the Faith.Contrary to what has been said elsewhere, we met with only friendliness and welcome.  One old chap even took me by the hand and lead me down the corridor towards the sanctum, telling me the story of how the temple was built.  But don't feel you have to hold hands with anyone!What was most refreshing was that this wonderful place of worship is free, with an optional exhibition costing just 2.  Compare this with the outrageous charges to get into the churches and cathedrals of London and elsewhere.  The gift shop was wonderful - a feast of colour and form.  As someone brought up in a traditional Catholic household with saints and icons all over the place, this was like a home from home.  And who knew that Hindus have rosaries and holy medals too!  And the prices were so much more reasonable than I've seen at Christian shrines in the UK, Ireland and on the continent.  I loved everything about this place.  The staff were a credit to themselves and their Mandir.  Some days I'm just so glad to live in cosmopolitan London where we can all benefit from the wonders of a multi-cultural society."
    },
    "5": {
      "title": "Worst staff and behaviour",
      "time": "Jul 2015",
      "type": "Family",
      "review": "I lived in India for 28 years of my life and have visited hundreds of temples. This temple had worst of staff. I was sitting peacefully in a corner. Murti darshan started and I was told to get up and do darshan to which I politely replied I am comfortable here. Staff threw me out from the floor. Security was called to kick me out. Then while leaving premises I was searching directions for next destination so I was yelled at for seeing my phone. Will never visit such frauds in name of god again"
    },
    "6": {
      "title": "Well worth a visit",
      "time": "Sep 2012",
      "type": "Couples",
      "review": "Even if you're not Hindu, or anything related like Pagan, this Temple, or, to use the correct term, Mandir, is well worth a visit. It's quite breathtaking, being carved from white Italian Carrara marble and white Bulgarian limestone and looks as if it had just been transported here from somewhere in India and dropped into Neasden.I went first of all last year, just before Diwali, and major preparations were being put in place for thousands upon thousands of people. This did not get in the way though.When you enter, you must take off your shoes and leave them in the spaces provided. Obviously, dress sensibly, and courteously, and switch off your mobile. This is a place of worship, so no eating, smoking, chewing gum etc. Oh, and no taking photos at all.You make your way upstairs to the Mandir proper. Take your time to look around, respectfully, Intricate carvings on pillars, and the inside of the dome is wonderful. Sit down (on the floor) and relax into the atmosphere of the place.  I  would recommend that you go at about 11:15 or 11:30 in order to participate, if you wish, in the mid-day Arti, or ceremony of the light, The arti involves waving lighted wicks before the sacred images to infuse the flames with the Deities love, energy and blessings. It is performed by sadhus (Hindu monks) and pujaris (attendants to the Deities) to a prayer After the short 4-minute prayer, the lighted wicks are passed around the congregation to allow members to receive the blessings infused within the flames. Hold your hands over the flame and then reverently touch your hands to your eyes and head. After the Arti, Darshan. Derived from the Sanskrit verb-root drush, meaning to see or perceive, darshan refers to the act of seeing the Deities and divine personalities with reverence. Basically everyone queues up, and walks and prays briefly before the sacred images (murti) not only seeing the Deities, but being seen by them too.Darshan represents one of the most basic and fundamental forms of worship for Hindus. So much so, when a Hindu visits a mandir, he or she does not say I am going for worship, but instead, I am going for darshan.Spend some time at the murti, or sacred images elsewhere in the mandir, Ganesh-ji, Hanuman, Shiva and Parvati. It would probably help to have some idea of the mythology of Hinduism, and of the place of these deities in people's lives. Ganesh-ji is the remover of obstacles and the bestower of good fortune; seekers look to him for wisdom. Moreover, he cares for all beings, even the most insignificant mouse.The Mandir guardians don't expect Westerners to have much of a clue, so I think we perplexed them a little, but everyone was very welcoming. We also saw into the Haveli, or cultural centre which is attached to the Mandir. Stunning carving and work. There is also a great little exhibition with dioramas about Hinduism, and this mandir. You have to pay a little extra to see the exhibition, but it is well worth it.THere is the inevitable shop back in the entrance, which has a good selection of bit and bobs, incense, small statues, etc. etc.   Oh, I forgot to  mention the metal detector as you go in. Ugly, but unfortunately necessary, as some people seem to find the Mandir offensive in some way...who knows!If you're hungry, take a walk over to the supermarket and restaurant next to the Mandir. Obviously it serves Indian food, but it is sattvic, meaning no onions or garlic. Have a look here http://kurma.net/essays/e19.html for some further information on this.  Word of Warning!! Not just hot, stratospherically hot, but really really tasty, and genuinely Indian food, no tikka masala nonsense here!There is also a great sweetmeat shop which sells Indian cakes/sweets/delicious stuff. All in all, highly recommended.....take in the whole thing, inside and out, ask questions if you're unsure, and most of all, enjoy a millennias old form of worship.Oh, postcript. The branch of Hinduism followed at this Mandir does not follow the caste system, so you won't run into any difficulties as a result of that."
    },
    "7": {
      "title": "Beautiful temple, terrible management",
      "time": "Sep 2012",
      "type": "Friends",
      "review": "The temple is very beautiful carved and gives a glimpse into temples. However the management is terrible here. The management  and security are unfriendly to downright rude, and make you feel unwelcome. They lack common sense imho. The actual idols are closed during the afternoon (which is ridiculous) so do check the time before you go there. This is no way that a temple is. Other temples that I have seen outside India (US/UK) are better managed (atleast they make people feel welcome).Also The directions on the website are not helpful. So do check google maps before you start the journey."
    },
    "8": {
      "title": "A beautiful temple.",
      "time": "Aug 2019",
      "type": "Couples",
      "review": "Wow !!! Blown away by the stunning architecture both inside and out of this Hindu Temple, near Wembley.Free to get in, and after some security checks you are free to wander at your leisure.Photographs are allowed outside but not inside the temple.When entering the temple both men and woman have to take their shoes off and leave them in separate holding lockers.The first thing I noticed  ....... other the amazing decor was a lovely aroma of incense burning.Really sets the tone. The Mandir temple is simply beautiful.Be respectful and stay silent or talk extremely quietly as many people pray here.Pay the 4 each person to wander around the Hindu exhibition, extremely interesting and it shows you how the temple was built.There is a lovely gift shop and you can observe prayers at certain times."
    },
    "9": {
      "title": "I do not recommend this place at all ! far and not worth it !",
      "time": "Sep 2017",
      "type": "Couples",
      "review": "I do not recommend this place at all ! far and not worth it !very hard and expensive to reach !Photos are not allowed inside but worst not even outside !it was told to us not to take photos outside and then we saw some Hindu people takign photos and no one told them anythign guards knew it !not much to visit once inside ! only the upper floor !!!nicest part outside gardens and temple stairs are not accessible !ITS NOT WORTH AT ALL !"
    }
  }
}