{
  "attr_name": "BAPS Shri Swaminarayan Mandir",
  "attr_page": 2,
  "attr_reviews": {
    "20": {
      "title": "Amazingly exotic",
      "time": "May 2011",
      "type": "Couples",
      "review": "The temple is really beautiful. There is a small exhibit on hindu religion on the first floor. If you decide to go - mind that it is really off the track - took us 2 hours to get there from the City and you should plan your transportation before hand. I was a bit disappointed I was not allowed to take pictures even at the yard of the temple. Nevertheless worth seeing and so different from anything you could see in Europe."
    },
    "21": {
      "title": "Do not compare with temples in India but a very worthwhile effort",
      "time": "Oct 2011",
      "type": "NONE",
      "review": "I visited the temple second time after nearly 10 years. It is now much better known as a tourist attraction and gives you an excellent idea about the architecture of Indian Temples, especially the marble carvings. The central dome would give you a miniaturised version of the unparalleled Dilwara Jain temple dome in Rajasthan. The security was surprisingly tight, going through metal detectors and depositing everything  including phone. Not allowed to take photo inside. As with Hindu temples you are expected to take shoes off. There is a small exhibition indoor. Inside it's quite and peaceful. If you are not familiar with Hindu culture it would probably take you couple of hours to go through the whole complex. We did not have time to wait for the \"Aarti\" (when a priest performs a ritual with lamp). Outside there is an Indian Supermarket and attached \"Shayana\" vegetarian restaurant. The restaurant has a decent buffet, reasonably priced with typical Gujarati menu, although the food was not that brilliant.Overall I'd strongly recommend if you want to have a taste of Indian temples without travelling outside UK."
    },
    "22": {
      "title": "An architectural marvel and beauty",
      "time": "Jun 2018",
      "type": "Friends",
      "review": "This is a must visit place if you happen to be in London. You will enjoy peace and tranquility and experience of life time. Their vegetarian food is tasty delicious and very inexpensive.Governor Amolak Rattan Kohli "
    },
    "23": {
      "title": "Worth a visit",
      "time": "Sep 2017",
      "type": "Solo",
      "review": "center of London, but I found the temple well worth the travel effort. The temple is really marvelous: it is built entirely using traditional methods and materials and is made of 2,828 tonnes of Bulgarian limestone and 2,000 tonnes of Italian marble. The building materials were first shipped to India to be carved by a team of 1,526 sculptors. The temple cost 12 million to build. Those are some impressive numbers...Security is tight though, you will have to leave your bags in a small building on the other side of the road and before entering the temple you'll need to pass a metal detector. When entering the temple, you'll need to take of your shoes: there is room available to leave your coat en shoes, so no worries. The carvings and statues on the inside of the building are amazing. Unbelievable that this is all man made. Sadly the whole building is concealed from the outside by a big wall and iron gates. So it is kinda hard to take a good picture of the exterior. There is also a small museum which gives some insight in the Hindu faith. Not really impressive, but while you are there, why not walk through it? There is a small entrance fee though."
    },
    "24": {
      "title": "Gorgeous Mandir In London",
      "time": "May 2017",
      "type": "Friends",
      "review": "Having never been to a Hindu temple, and always looking for a new London experience, the BAPS London did not disappoint!  Incredible architecture and carving, and a fascinating shrine to Hindu deities. We arrived just in time for the darshan, or revealing of the deities - a lovely ritual in a beautiful and peaceful place.  We were greeted by a very friendly gentleman near the entrance who was more than happy to make us feel at home in this very foreign (to me) place.Important to note ( this is actually mentioned on the website):- No bags larger than wallets or ladies' smallest shoulder bags are allowed in the Temple - a bag check across the way (to me, the Indian version of the men at the barbershop - CCTV and a bag check ticket made me feel quite safe leaving my bag) will keep your bags during your visit. - No shoes may be worn inside the Temple.  Once inside, you will see how this practice makes for flawless and immaculate plush carpeting and sleek, undamaged marble floors!As I am not sure I would ever make it to India, this was a wonderful introduction to a religion about which I know very little. It is easy to get to, alight at the Harlesden Underground Station on the Bakerloo Line and then take bus #224 to the stop adjacent to the Temple.* There is some minor work being done on the magnificent stairs to the Temple for the next 2 weeks, so entry is from the side of the Temple.*"
    },
    "25": {
      "title": "You won't regret it at all",
      "time": "Jun 2016",
      "type": "Couples",
      "review": "I visited here a couple of weeks ago and I was gobsmacked. It is one of those places you may have heard about or driven past and thought \"Meh\" but I urge you to go and see it. It takes your breath away. We arrived on a very hot sunny day and my girlfriend was wearing a rather short summer dress which looked lovely but we were a bit worried about it. Once through security checks they gave her a rather fetching pair of trousers to wear which was nice of them. We put our shoes in a little cupboard and off we went. Firstly the wood and stonework is breathtaking. Just an amazing testament to the skills of the human hand. While admiring a particularly tricky bit of fresco we were accosted by possibly the nicest man in the world who proceeded to give us a guided tour not just of each of the rooms but of Hinduism itself. I have never felt more welcome anywhere in my life. Total strangers were happy that we had come to see what they did and were happy to teach us and help us with the tricky pronunciations and some of the stories of the gods. It was an excellent experience. There is a museum to Hinduism as well on site which is 2 and well worth it. It gives a great insight into some of the stories from Hinduism's distant and near past. As a scientist I am not in the least bit spiritual but I did secrete an occasional pamphlet about my person for later perusal. In all we were in there for a couple of hours but it flew buy. There is also a gift shop but I wasn't allowed in there. I have been banned from all gift shops since my seashell lady lamp caught fire. This is not a euphemism. Go, it's brilliant. PS: Good parking too. "
    },
    "26": {
      "title": "A beautiful spiritual place, welcoming to all",
      "time": "Mar 2016",
      "type": "Couples",
      "review": "I've not been to a Hindu temple before, but as a person of faith myself I wanted to visit Neasden Temple and experience it. From the start the staff were welcoming and hospitable, and very helpful. Visitors to the mandir are encouraged, and staff give you a basic overview of where to take off shoes and what behaviour is acceptible in the central area of worship. The building is beautiful and intricately carved, and also peaceful. There is a small shop with items that are used for worship, Hindu story books for children, and small souvenirs.On a practical level, leave any bags, including handbags, in your car, except a wallet or purse if you wish to buy anything. Bags are not allowed inside. There are security scanners just inside the door, of the type you'd expect to find at an airport or government building. The building is fully wheelchair accessible, and there are lifts to reach the sanctuary level. When you pass through the security, women should leave their shoes in the small room on the right, men do the same but on the left. If you are wearing sandals you may like to bring a pair of socks with you, if you are concerned about being barefoot with so many other people.After you leave your shoes, go to the left and follow the blue carpet. There are interesting photos on the right and left of the school children, the mandir's community involvement, and famous visitors. At the end of the long hall are stairs and a lift. There is also an interesting exhibition on Hinduism, which costs 2. Take the lift upstairs or use the stairs. Please remember that this is a holy place, and silence is observed. It goes without saying that phone should be on silent and no photographs should be taken.In the sanctuary itself, the carvings are just incredible. The ceiling, the pillars, everything is finely carved and incredibly beautiful. There are helpful placards with information about the carvings and the statues. If you want to see the statues of the avatars, rather than just the paintings of them, check when the open times are. We went at 4pm, which is the start of a worship session, and we waited quietly at the back while the paintings in front of the doors were moved, the doors were opened, then music was played and food offered, and worshippers sat or knelt at the opposite end to the stairs. The sanctuary is an unusual place for people not familiar with Hinduism. Worshippers circulate in a clockwise fashion, and some are walking quickly many times around the central figures, so be aware and try not to block them. Some use beads, or clap, or sit in front of the avatars. While there is information about each avatar there is not information about how people worship them, so you might find google helpful later. There are booklets for sale in the shop, about the mandir and Hinduism, which I found helpful.I can't recommend the mandir highly enough. Religion aside, it is an interesting cultural experience. I also found it eye opening to see how other people worship, and I found more similarity with other faiths than I expected. There are aspects of other faiths which can be appreciated universally."
    },
    "27": {
      "title": "Beautiful Temple!",
      "time": "Sep 2014",
      "type": "Couples",
      "review": "Really beautiful temple. The premises are very calm and peaceful. The cafeteria serves decent vegetarian Indian Food."
    },
    "28": {
      "title": "beautiful and peaceful experience",
      "time": "Nov 2014",
      "type": "Family",
      "review": "One minute you're bouncing around the North Circular, then turning down a short road you see this oasis of breath-taking architecture completely redefining the landscape - even on a gloomy November day. Beautiful enough to simply look at from the outside, the experience is just quite startling when you go inside. It's beautiful, peaceful, spiritual, and deeply enlightening. Top tip: It's well worth spending the extra 2 per person to view the exhibition on the history of Hinduism and the history of this particular temple."
    },
    "29": {
      "title": "Beautiful Hindu Temple in London",
      "time": "Oct 2014",
      "type": "Friends",
      "review": "Beautiful and very ornate Hindu temple. If you want to see something special go there. Entrance is free, but make a small donation when you leave. Way to temple is indicated from Neasden underground station"
    }
  }
}