{
  "attr_name": "Tottenham Hotspur Stadium",
  "attr_page": 0,
  "attr_reviews": {
    "0": {
      "title": "Pure magic!",
      "time": "Apr 2019",
      "type": "Solo",
      "review": "After visited White Hart Lane, I couldnt not visit the new stadium! Its the best stadium I ever visited and it has been also the great opportunity to watch the Champions League match against Manchester City!"
    },
    "1": {
      "title": "Game day",
      "time": "Apr 2019",
      "type": "Business",
      "review": "Me and some business colleagues were invited to the stadium by one of our suppliers and tbh even though it was free I wish we never went !The whole place stinks of piss and sh*t! I witnessed grown men singing songs towards a disabled player on the pitch which just isnt right IMO, at half time we decided to try the stadiums food which consisted of pickled herring and fish balls:thumbs_down_medium_skin_tone:By the time the game finished it was dark , upon leaving the stadium we was horrified to find lots of young youths brandishing knifes and wearing hoodies..... one of these vile thugs shouted at us oi man dem get out our endz !"
    },
    "2": {
      "title": "Bag drop 10. 50 minutes of queuing",
      "time": "Feb 2020",
      "type": "NONE",
      "review": "The stadium is very modern and looks good on the outside. We only went inside the away end which is just like any other identikit stadium on the inside. The bag drop is an absolute disgrace though. We arrived with plenty of time to spare and were told we couldn't take a bag in. We then had to pay10 per bag and queue for 35 minutes to wait for a small, poorly organised team at a van to take our bags, and we then missed half of the first half. After the game we had to queue for another 30-40 minutes to pick up our bags. Many Tottenham and Southampton fans were really aggravated. Some had young kids and had to make the long journey back to Southampton. Over 1000 fans paid the extortionate 10 fee, earning over 10,000 for the greedy people behind this disorganised process. It's a shame such a modern stadium has been ruined by this dreadful, old fashioned bag drop process. I've never been to another stadium that does this."
    },
    "3": {
      "title": "Yes, it's very good, but I was left wanting more",
      "time": "Jan 2020",
      "type": "NONE",
      "review": "I'm sure this won't win me many friends when I say that for a brand new stadium I would have thought they could have done a little better. Yes, the atmosphere is the best in any stadium I have been to and the views from all seats are superb, even from the highest tier. But the public areas are disappointingly lacking in theatre and are concrete and anonymous, toilet provision is pretty poor, and of course the whole place remains a pain to get to, whether by Tube, train or, worst of all, car. As I say, I won't win friends for this, but I preferred it when we played at Wembley, though the atmosphere was nothing in comparison to how good it is at the new stadium.  So yes, the new stadium is very good and definitely worth a visit, but I was left feeling they could have made it even better.  Sorry everyone!"
    },
    "4": {
      "title": "Our Stadium Tour",
      "time": "Jul 2019",
      "type": "Family",
      "review": "We have been watching the new stadium grow and admiring it from the outside for soooo long ,so when the day finally came for us to get to see it in all its glory we were all so excited. And it was well worth the wait its an absolutely amazing place. Our tour guides John and Clive went above and beyond to make sure we enjoyed our day as a family, although every member of staff we met were friendly and helpful. We are very proud to be spurs supporters and to be able to say we have the best stadium in the world !!!"
    },
    "5": {
      "title": "Very disappointing bar after all the hype",
      "time": "Apr 2019",
      "type": "Friends",
      "review": "Yes it's a fantastic stadium but the provision for away fans is poor. The longest bar in Europe doesn't exist for away fans. The queues and service were poor, the bottom filling glasses weren't quicker than an old school pint. The pie was Ok though!"
    },
    "6": {
      "title": "For all football/sporting fans",
      "time": "Feb 2020",
      "type": "Friends",
      "review": "Wow, what a great tour. Although a Tottenham fan, I think anyone that loves sport could enjoy this. It's truly a magnificent stadium! Our tour guides Jack and Nathan were great. We had such a fun time, couldn't fault it. Cannot wait for the sky walk. "
    },
    "7": {
      "title": "Spurs Stadium tour",
      "time": "Dec 2019",
      "type": "Friends",
      "review": "Took my dad for his 90th birthday having supported spurs for 87 years. Keith and Nathan treated him like a king. Thank you so much. He really did have a lovely day and is looking forward to absail from the cockerel with tough Nathan next year. He said you made him feel really humble asking him to walk through the tunnel 1st. It was worth every penny. I'm not even a football supporter but enjoyed it. The stadium was amazing. Thank you thank you thank you"
    },
    "8": {
      "title": "What an impressive stadium",
      "time": "Oct 2019",
      "type": "NONE",
      "review": "Made the pilgrimage to my Team's new stadium and although disappointed in the result, could not fail to be impressed by its magnificence. The stadium looks imposing, as all good home venues should, and dominates the surrounding area. Wonderful, I'll be going again soon"
    },
    "9": {
      "title": "Amazing Stadium - shame about the public transport ",
      "time": "Oct 2019",
      "type": "Couples",
      "review": "The stadium is AMAZING!Went to see the Bucs and Panthers game. Arrived two hours early than the game started. Spent 30 on two burgers and chips with two Pepsi max and 6.00 on two very lovely doughnuts. We couldnt get into the NFL shop, the line was huge. Couldnt get into the tailgate area where there appeared to be outside food outlets as we only spotted it, once we were inside, and once youre in they dont let you out. There were loads of food stands for burgers and pizza. Not much on the healthy front and if you dont drink beer and fancy a coffee youre going to have to go hunting. Got chatting to a couple of the stewards as I asked if it was OK if we perched ourselves next to them to eat our food (seating is incredibly limited). They were amusingly miserable. Hated NFL, thought it was too commercial and thought we were clearly over privileged rich people based on our attendance to such an expensive event. For the game, we were sat in row 25. Great seats, fabulous view just a shame about the final score. Its worth noting. People have a tendency to stand throughout the game. Therefore that means, you will need to stand up too. Not ideal if like the people sat next to us who had mobility issues. Stewards (supervisors only once called) will ask people to sit down, but its not ideal. It wasnt an issue for us but I did feel sorry for those sat next to us who for vast periods just couldnt see a thing due to the people in front of them stood up for most of the game. Last point on the stadium. Ladies toilets, lovely!Super clean and loads of them, such a pleasant change. Public transport While not directly an issue with the stadium, I do appreciate, it is worth noting however that getting in and out of the stadium is a nightmare. The trains and the tubes were rammed beyond being comfortable. On the final leg to white hart lane I spent much of my time squashed against the door with my face firmly stuck in some mans armpit. Not my ideal way of travelling.At a number of the stations we pulled into, people couldnt actually get on and those of us stuck by the doors, had to keep opening the train doors every time we stopped, in order to simply get some air in. Would we go back to this stadium - absolutely. Would also buy an nfl transparent bag next time as trying to carry my purse, phone etc in my pockets is far from ideal and while the nfl locations maybe cashless, sadly the rest of London is not!"
    }
  }
}