{
  "attr_name": "Tottenham Hotspur Stadium",
  "attr_page": 3,
  "attr_reviews": {
    "30": {
      "title": "Not a Premium lounge.",
      "time": "Mar 2020",
      "type": "Friends",
      "review": "Booked what was supposed to be top class hospitality in the NFL suite at Spurs. Having experienced hospitality packages at most Premier Leagues grounds and several lower league grounds this was so so disappointing and the most expensive.Starters were fine. Choice of 3 mains but ran out of fish - finally more were brought in when I said I do not eat meat. Vegetables cold. No sweets. If you wanted a spirit you had to go down to the bar on the next level and pay for it. Sweets arrived at half time along with half time snack. No supervisor came in to see if all OK so found one before kick off to say how poor the food was. A young man then arrived at half time, as I had asked to see him which I hadnt to ask what the problem was. I said I would prefer to have halftime and discuss later but he was insistent so I missed the half time food.There was no ex-player in attendance, no gift, not asked if we wanted half time drinks, no waiter service-all pretty standard at other venues. "
    },
    "31": {
      "title": "Amazing",
      "time": "Feb 2020",
      "type": "NONE",
      "review": "I' m not a Tottenha fan, but I like football in general. The tour of this modern stadium was amazing, also thanks to Marine and Nathan our guides. It lasted 1 hour 1/2 and walked us pretty everywhere. I can just recomend it!"
    },
    "32": {
      "title": "Disfunctional chaos",
      "time": "Feb 2020",
      "type": "Business",
      "review": "Just had the unfortunate experience of premium level hospitality at white hart lane . On arrival engaged with a hostess who announced it was her first night and didnt know where to send my party . Subsequently spoke to a colleague who proceeded to direct us to the upper levels east side where we waited for our clients in a crowded oversold lounge . Waited for KO , clients no where to be seen . As KO approached asked for directions to seats . Then sent to lower level where we should have been from the start. Much more spacious and food readily available and restricted access by ribbon . Found clients who were sent there from 6.30 whilst we battled for space upstairs.  Cost to be shoved around in a lounge where we shouldnt have been 400 per head . Time with clients before KO 15 mins . An absolute chaotic disgrace. Do not be taken in by the promise of a premium experience. This was anything but run by amateurs who had no idea of their way around the stadium ."
    },
    "33": {
      "title": "Not as good what people say,",
      "time": "Jan 2020",
      "type": "NONE",
      "review": "I was really looking forward to going and watching spurs play at the new stadium, But i was disappointed, The seats are terrible it feels like you are sitting on each others laps, You think spurs would have given you a decent seat, Like other new stadiums."
    },
    "34": {
      "title": "Simply the best",
      "time": "Feb 2020",
      "type": "NONE",
      "review": "Its a modern architectural masterpiece, The biggest and loudest premier league ground in London, always full with great beer brewed on site and excellent food too! "
    },
    "35": {
      "title": "Tour of the Tottenham Hotspur Stadium ",
      "time": "Feb 2020",
      "type": "Couples",
      "review": "Fantastic day starting with a tour of what must be the best stadium in Europe if not the world The tour guide was excellent and very knowledgable "
    },
    "36": {
      "title": "Yawn",
      "time": "Feb 2020",
      "type": "Friends",
      "review": "Do not come here after work, the bag drop requirement will add 30 minutes to getting in and out- what a pointless exercise "
    },
    "37": {
      "title": "Stadium Tour",
      "time": "Feb 2020",
      "type": "NONE",
      "review": "Well what can I say, credit where credit is due, this truly is an amazing stadium, and this is coming from a woman who grew up on the \"red supporters\" side of town.  Well done Spurs you have done your town and fans proud.  My husband (a life long Spurs supporter) was bought this for Christmas from one of our daughters, we went today (04/02/20) and were were truly amazed, thank you to Sean our guide for today, he was very informative and knowledgeable.   This stadium is probably the best in the world currently, and once again credit where credit is due \"Well done Spurs\"!!!!!! you have truly done your part or North London proud."
    },
    "38": {
      "title": "A Must for all Football Fans...",
      "time": "Feb 2020",
      "type": "NONE",
      "review": "Family (me, wife, son (16), daughter (17)) have been Spurs fans all our lives and have season tickets at the new stadium.  We went on the stadium tour and it did not disappoint.. See behind the scenes, players changing rooms, tunnel area, hospitality area, sit in the managers seat pitchside.. A must for all football fans.. The best stadium in the world.."
    },
    "39": {
      "title": "Fantastic stadium tour",
      "time": "Feb 2020",
      "type": "Family",
      "review": "#TOTTENHAMEXPERIENCEWhat a fantastic day out we had - this stadium is just amazing. Our guides Nathan & Eddie were instrumental in our enjoyment, especially lead guide Nathan. Cant believe just how much there is to see behind the scenes, likes of changing rooms, etc. Much of the stuff seen is way above our pay bracket (tunnel club!), but great to see. Took some fantastic photos. Loved it. Highly recommend a visit."
    }
  }
}