{
  "attr_name": "National Portrait Gallery",
  "attr_page": 2,
  "attr_reviews": {
    "20": {
      "title": "Great gallery with fantastic roof top views from the restaurant.",
      "time": "Oct 2017",
      "type": "Solo",
      "review": "This national treasure has many portraits assembled over the years. But, for me, the highlight is the Portrait Restaurant, at the top of the gallery, open lunchtimes and also in the evening if the gallery is open. Fantastic seasonal menus with great views over the rooftops of Westminster, Whitehall, Theatreland and Covent Garden. A bit like the view from the roof of Il Duomo, Milan!"
    },
    "21": {
      "title": "Still great",
      "time": "May 2017",
      "type": "Couples",
      "review": "This is a great way to spend a dull grey saturday morning. Started off with a fantastic coffee and lemon drisel cake in there cafe, great service , they have really improved things here 100%. Now the art fantastic collection, i find its better to just wander around  .and let it all soake in a great visit"
    },
    "22": {
      "title": "Portrait Gallery - Free Museum",
      "time": "Aug 2016",
      "type": "Couples",
      "review": "Free entry (voluntary donations)Impressive portraits even if you are not an art buff - well worth a visit."
    },
    "23": {
      "title": "An amazing must see. One of my favorites in London",
      "time": "Jun 2015",
      "type": "Solo",
      "review": "If you Love art, this is the place for you. Even if art is not for you, you will be amazed. An Incredible collection !"
    },
    "24": {
      "title": "Loved it",
      "time": "Jun 2012",
      "type": "Solo",
      "review": "Its not super busyYou won't get trodden on or walked over by tourists Its not going to cost you 2 weeks worth of wages to visitSome beautiful pictures and artwork.Lots to learn, see and doLovely restaurant food well priced and tastyBreath taking artwork (in my opinion) Vibrant easy to navigate around10/10 - A must for anyone interested in art!"
    },
    "25": {
      "title": "Afternoon Tea",
      "time": "Aug 2011",
      "type": "Friends",
      "review": "Went for afternoon tea and the place was virtually devoid of customers, the cream in the blackforest gateau looked as though it had been frozen and defrosted as the colour from the cherries was bleeding into it.  Had to go to the service area to ask for the bill despite being the only customers in there at the time as the staff were all chatting amongst themselves, not a way to run a business.                                                                                          I actually went in May 2011 but this was not an option, if you want to be served when having afternoon tea do not come here!"
    },
    "26": {
      "title": "Queen special exhibition",
      "time": "Jun 2012",
      "type": "Friends",
      "review": "I did not go to the see the permanent collection but the Queen Diamond Jubilee special exhibition, and it was amazing. You can have a much better understanding about the queen and the royal family since they allocate the pictures and portrait with a timeline since the coronation til current."
    },
    "27": {
      "title": "Disappointing",
      "time": "Nov 2011",
      "type": "Friends",
      "review": "Had expected so much more, but the museum is much smaller than I'd hoped and not nearly as vibrant or exiting as it could be made."
    },
    "28": {
      "title": "Picture this",
      "time": "Jun 2011",
      "type": "Solo",
      "review": "I popped in to see the exhibits mainly for the annual BP awards. It was a busy day when I went so you might inadvertently end up jostling when reading the information cards.Portrait selections are based on the significance of the sitter rather than the artist. They are not all paintings and can include photographs , drawings, sculpture as well as the more formal paintings.The NPG has portraits of historically important and famous British people. It also has recent portraits and they do not all tend to be celebrities neither. Newer portraits I saw included actor/writer/director Noel Clarke.The gallery was opened in its current location in 1896. Famous exhibits include the Chandos portrait of William Shakespeare, it may be the only actual depiction of Shakespeare. There is also the Holbein's portrait of Henry VIII.In previous visits I focussed more on the historical figures such as  monarchs and politicians. This time I looked at more contemporary figures which tied neatly with the BP competition."
    },
    "29": {
      "title": "Brilliant ... truly amazing.",
      "time": "Apr 2011",
      "type": "NONE",
      "review": "Well worth a visit.  It is free and really reflects the very best portraits and a brilliant span of British History.  A MUST SEE!Top Tip: - If you have an iPhone get the NPG App before your visit as the guided tours on there are superb and cheaper than renting an auido guide at the gallery."
    }
  }
}