{
  "attr_name": "National Portrait Gallery",
  "attr_page": 1,
  "attr_reviews": {
    "10": {
      "title": "A Visual Feast of British History",
      "time": "Jun 2011",
      "type": "Solo",
      "review": "This Gallery has many excellent (and famous) portraits.  The displays are mainly organized by historical periods with sub-categories by subject.  For example, I particularly enjoyed seeing famous scientists and engineers from various times.  There was also a spectacular display of modern portraits on the ground floor.The displays include informative side bars that tell the historical stories in sufficient detail to give you a real sense of the roles of the individuals in the particular period.  Of course, it helps to have some knowledge of the history of the British Empire as a scaffold onto which to view this immense collection.It is possible to see a great deal of this collection in 3-4 hours, although one could linger longer if time allows.  This is a \"don't miss\" destination either for lovers of art or for students of history.  And open to the public without charge.  An astounding collection!"
    },
    "11": {
      "title": "A very entertaining museum - with a restaurant on top!",
      "time": "NONE",
      "type": "NONE",
      "review": "The National Portrait Gallery in the heart of London is a very well made museum. What I like about it is the chronological set-up of the floors, so you can start in the top floor and walk your way through the centuries - realizing how much the way of creating portraits has changed throughout history. A \"secret\" tip is the restaurant on the top floor: Reservation in advance is necessary, but then you can enjoy a marvellous view over the roof landscape of London!http://www.npg.org.uk/"
    },
    "12": {
      "title": "The vitual tour is terrible",
      "time": "May 2020",
      "type": "NONE",
      "review": "I did the virtual tour and it was terrible. I couldn't move, which meant all the portraits were far away (and barely visible). The 'galleries' were just little snip its of the real thing, so I couldn't see all the stuff (even if I could move, which I couldn't, i would still miss loads of portraits).  On top of all of that, it was really hard to rotate the view because the rotation was really quick (this made me feel VERY dizzy)! It is terrible, a tech flop. So don't do the virtual tour. Mark my words!"
    },
    "13": {
      "title": "Another wonderful museum",
      "time": "Dec 2019",
      "type": "NONE",
      "review": "The National Portrait Gallery contains a large assortment of portraits - with a focus on British subjects and history (at least that's what I saw, anyway). In exploring the galleries, I got a brief lesson in the people behind periods of British history, which I enjoyed. I also found this museum less crowded than the neighboring National Gallery, so I felt I was able to enjoy and take in the works more."
    },
    "14": {
      "title": "Is this a Scam",
      "time": "Nov 2019",
      "type": "NONE",
      "review": "The gallery offered on its webb site 5 tickets for pensioners to see the Pre Raphaelite Sisters Exhibition on certain days between 10-11amOn Nov 18th we arrived at the gallery before 11am and were told there were no tickets left.Having travelled all the way to London we were then faced with paying the full ticket amount of 17 each. Checking later on the Gallery webb site the is no mention that there are a limited no of tickets each day at this price. I have written to them but have not had a replyIS THIS A SCAM TO ATTRACT MANY PEOPLE TO THE GALLERY UNDER FALSE PRETENSES IN ORDER TO EXTRACT A FULL PRICE TICKET PAYMENT FROM PENSIONERS WHO THOUGHT THEY WOULD ONLY BE PAYING 5"
    },
    "15": {
      "title": "Fascinating Pre-Raphaelite Sisters exhibition ",
      "time": "Nov 2019",
      "type": "Solo",
      "review": "The NPG is always a treasure trove of interesting art and its special exhibitions are no exception. This exploration of the role of certain women in the Pre-Raphaelite  art movement is very well worth seeing. Its a comprehensive view of their influence, whether as wives or muses of the male artists or as artists in their own right. The numerous information captions are detailed and very helpful. The artworks on display are of course sublime. "
    },
    "16": {
      "title": "Free culture",
      "time": "Nov 2019",
      "type": "NONE",
      "review": "A great surprise, I went inside the gallery just by chance, and was surprised with the amazing art works in there and also the organization of the museum.A place I look forward to come back ween I visit London an other time!"
    },
    "17": {
      "title": "Can't beat free admission",
      "time": "Sep 2019",
      "type": "NONE",
      "review": "Enjoyed my visit to the National Portrait Gallery. Admission is free and the collection is more than worth the price."
    },
    "18": {
      "title": "Utterly wonderful",
      "time": "Sep 2019",
      "type": "NONE",
      "review": "We in Britain should be so proud of the richness of our history and the ability to see historic paintings for free. The quality and range of the portraits is astounding. No tourist visiting London should miss this. In particlular the Tudor and Stuart rooms with their 500 year old paintings is a wonder. I cannot speak highly enough of this venue."
    },
    "19": {
      "title": "Better than expected... With Dame Dench",
      "time": "May 2019",
      "type": "Solo",
      "review": "On my way to James park (for some recovery and coffee in the sun) I stumpled across this museum of portraits. Several floors of paintings, busts and photos. Did the museum without audioguide but managed by reading the text next to each item. Being sort of a nerd interested in British history made it easier to get the picture so to say. If you havent so much knowledge Do take an audioguide otherwise this can get to be a pretty stuffy visit.Well worth visiting. Lots of well known paintings that is nice to IRL.Admission free as of may 2019. "
    }
  }
}