{
  "attr_name": "National Portrait Gallery",
  "attr_page": 3,
  "attr_reviews": {
    "30": {
      "title": "Why do people just walk past?! It's amazing!",
      "time": "NONE",
      "type": "NONE",
      "review": "This gallery always seems quiet, as you come to the gallery and see the crowds at Trafalgar Square and the many tourists scuttling past it always shocks me how so many simply ignore this galleries existence.Having always enjoyed history at school this gallery is amazing! Added to that there are more modern paintings and photographs of celebrities. So I'd say there is something for everyone.And best of all its free and right next door to another fab gallery and close to lots of cafes so you can always bob out for lunch!"
    },
    "31": {
      "title": "Short trip through British history",
      "time": "NONE",
      "type": "NONE",
      "review": "I actually liked this better than the adjacent National Gallery. It's essentially an art museum for history buffs. You get to see thousands of portraits of all those famous Brits, from kings to poets to physicists throughout Britain's glorious and fascinating history. In a nutshell, it's a who's who of Britain, wrapped up in one museum.There was also a bizarre but memorable temporary exhibition of various athletes (possibly gearing up for London 2012) during my visit. Inside, you'll find a bunch of athletes and olympians posing nude for AIDS awareness, including French footballer Thierry Henry, one of the Williams tennis sisters, and of course...wait for it.....Buffalo Bills wideout TERRELL \"T.O.\" OWENS! There was also a downright creepy \"portrait,\" which was a continuous loop of a video of David Beckham asleep.Very much different from the National Gallery. I'd say the National Portrait Gallery is well worth a visit in its own right."
    },
    "32": {
      "title": "Wonderful way to spend a few hours",
      "time": "NONE",
      "type": "NONE",
      "review": "This free gallery is well set-out and is a wonderful way to spend a relaxed few hours in the busy capital. You can travel through the ages, viewing royalty, politicians or Damon from Blur. Simply my favourite gallery of a wide and excellent choice in London, not to be missed."
    },
    "33": {
      "title": "Could have spent all day here",
      "time": "NONE",
      "type": "NONE",
      "review": "The museum is full of several floors of all kinds of paintings and art and is most interesting, as well as a respite when you're tired of walking in the hot outdoors. The cafe at the top of the museum I cannot comment on, because we sat there for 30 minutes before finally leaving while nobody came to take our order."
    },
    "34": {
      "title": "The facility is closed visited 26 Sept 2020",
      "time": "Sep 2020",
      "type": "NONE",
      "review": "Closed for refurbishment until 2023.I was informed of this by a staff member at the Mall Gallery. It will be missed"
    },
    "35": {
      "title": "David Hockney - Drawing From Life",
      "time": "Mar 2020",
      "type": "NONE",
      "review": "A fascinating look at Hockney's early work and finding out why he worked the way he did. The exhibition is well presented and worth seeing while you can."
    },
    "36": {
      "title": "Wonderful lunch",
      "time": "Mar 2020",
      "type": "Friends",
      "review": "Set overlooking Trafalgar Square this is a great place to enjoy a first class experience for lunch - a little pricey- but well worth it.  The cheese plate gives an excellent selection of British cheeses with great chutney!"
    },
    "37": {
      "title": "Lovely place to spend some time",
      "time": "Mar 2020",
      "type": "NONE",
      "review": "The portraits are many and varied, too many to take in all at once. We only had an hour and focussed on the Tudor and Stuart ones which are simply beautiful. "
    },
    "38": {
      "title": "Hockney we salute you!",
      "time": "Mar 2020",
      "type": "Couples",
      "review": "Prebooked our tickets to see the latest David Hockney portraits exhibition and we were so excited to be there. The exhibition is quite small but the portraits are wonderful especially the ones of the artists mother. It was very hot inside the rooms and this made it uncomfortable to stay very long. We were through in 45minutes but perhaps this is the idea! David Hockney is a genius. The short film of him flipping through his sketch book from LA to Normandy was a highlight for me."
    },
    "39": {
      "title": "Excellent Museum, worth the visit",
      "time": "Jan 2020",
      "type": "NONE",
      "review": "After visiting most art museums in London; I left the National Portrait Gallery to the last. I was hesitant to visit a museum of \"selfies\"; I thought it would be boring. I admit that I was completely wrong. I enjoyed a lot this museum, specially the old paintings. This is a place for history buffs. If you have seen the movie \"the favourite\" there is a portrait of the Duchess of Marlborough near to Queen Anne; which I think it was very appropriate. You will see all the paintings of famous British scientist, politicians and royalty that have become part of history books.  The Cafe was excellent; I strongly recommend you to have your meal or snack in this place. On the downside, the XX century paintings were not that good, I found them pretentious with some exceptions.  My recommendation is not to overlook this wonderful museum in your next visit to London."
    }
  }
}