{
  "attr_name": "Notting Hill",
  "attr_page": 0,
  "attr_reviews": {
    "0": {
      "title": "Notting Hill a beautiful area of central west London with the Portobello Market",
      "time": "May 2015",
      "type": "Friends",
      "review": "Notting Hill is famous for a number of reasons but maybe the three most well known are:1. The Carnival2. The Portobello Market3. The film (movie) Notting Hill with Julia Roberts etc.It started toward the latter part of the 19th century when a bunch of aristocrats got together and decided to develop mostly farmland into a luxury residential development, of what was mostly at that time fields. One of them was Lord Elgin, famous for stealing the Greek Elgin marbles, currently owned by the British Museum. Some streets are named after these aristocrats, notably Elgin Crescent. Unfortunately, it didn't go very well and after spending a fortune building beautiful white stucco fronted terraced Victorian homes with balconies, the recession hit the country and the area fell into bad times for many years. Wind forward until the 1950s & 1960s and Britain saw an influx of Caribbean immigrants into the country. Many of them settled in Notting Hill as it was cheap and central and had lots of green areas and squares and it was near both Holland Park and Kensington Gardens. Cue the young and stylish designers and artists of that era. Mary Quant moved in as did many other of this ilk. The area started becoming cool and trendy, which has continued until today, and now only Russian oligarchs and their cronies can afford a detached house there and only investment bankers can afford a large apartment or maisonnette. The carnival was spawned from the Caribbean immigrants.  When you arrive and walk out the tube station do not assume that street, Notting Hill Gate, is Notting Hill central. It isn't. You need to walk north to Westbourne Grove to the Portobello to get a good feeling for the place, and have a bite to eat in one of the well known restaurants such as E&O, the Electric, Mediterraneo, the two Michelin star Ledbury. Personally, I would avoid the carnival like the plague unless you plan to be so wasted you won't mind being in scrums of sweaty people while your ears are being battered to early deafness by the levels of the music being played. All the locals in Notting Hill go away for that weekend, many of them boarding up their windows."
    },
    "1": {
      "title": "A beautiful area of London to wander around. Go where tourists rarely go - avoid Portobello whch is a tourist trap",
      "time": "Nov 2014",
      "type": "Solo",
      "review": "I have known this part of London for nearly 40 years and I think it is an interesting and cosmopolitan place IF you get away from the tourist hotspots such as Portobello Market. I regard Portobello now as a total tourist trap unless you go early on a Saturday morning when the serious buyers go and/or make it to the far North end - Goldborne Road - which has much more character.As far as NH goes get a streetmap, some good shoes and an umbrella. Walk South along Kensington Church Street to look at the antique shops, head East and walk South down Kensington Palace Gardens to see the most prestigious and expensive street in London, then go West of Kensington Church Street towards Campden Hill Road. Explore all of the side streets particularly at the North end where there are several excellent and characterful pubs for a quiet pint or some food. At the South end of Campden Hill Road you will find Holland street with some nice little shops and another pub and it is worth walking down Kensington Church Walk for the country atmosphere, cottages and lovely church nearby. Retrace you steps and head to Holland Park to explore. Go North across Holland Park Avenue by heading through the park to the 'Holland Park' exit to see amazing villas. There are some nice cafes by Holland Park tube. Once you cross Holland Park Avenue there are some lovely village like roads with small shops and more pubs. Don't go more than about 500- 800m North of Holland Park Avenue as the area starts to get a little edgy / seedy. Head East across Ladbroke Grove and wander around the garden Squares such as Ladbroke Square (note gardens usually open to residents only) and see the wonderful architecture.The back to NHG station.Masses to see beyond what almost all tourists manage."
    },
    "2": {
      "title": "Portabello Market",
      "time": "Aug 2013",
      "type": "Family",
      "review": "I really enjoyed walking down Portabello road on Saturday morning. The tents are only up on Saturdays. The first section is antiques and jewlery etc.  If you keep walking along you get into different foods and it was less busy up there. The book store from the movie Notting Hill is near the food section of the market.  The whole family enjoyed our morning at the market."
    },
    "3": {
      "title": "Not what it used to be",
      "time": "Apr 2012",
      "type": "NONE",
      "review": "Once Notting Hill was a lovely vibrant, diverse neighbourhood.  Then it got invaded by wealthy brainless people and now it is a sterile pit.   Go East to Bayswater or North to North Kensington if you want to see real life rather than bankers' palaces."
    },
    "4": {
      "title": "Bit of a walk - but worth it.",
      "time": "May 2011",
      "type": "NONE",
      "review": "When you get off the nearest Tube station, be prepared for a long walk to get to Notting Hill. I think it was at least 20 minutes to get to the start of the neighborhood. Once you get there, there are many stores that line both sides of the street. We began by looking at several antique stores and then into many others including clothing stores. On Saturday, this becomes a huge market but on the Thursday we were there, it was nice to look around without the crowds.One highlight was a map store we came across and here we found great deals on antique maps. The shop owner was most helpful in educating us on the history of the maps. We ended up buying three!"
    },
    "5": {
      "title": "Notting like it ",
      "time": "Sep 2019",
      "type": "Friends",
      "review": "Im not a huge fan of how busy and touristy London is, so while our friends went off and did the tourist stuff we decided to explore Notting Hill. I have now found my favourite part of London. It was quiet, full of boutiques and vintage shops. The buildings are colorful and remind me of San Francisco. People are friendly and its just nice to stroll around and enjoy some slow paced quiet. You can also find a few undisturbed Banksy art work there."
    },
    "6": {
      "title": "Colorful, fun and lots to see... get your walking shoes on!",
      "time": "Nov 2019",
      "type": "NONE",
      "review": "We took the big bus to the Nottinghill stop. Then we followed a blog that took us to all of the important places from the movie  notting Hill. We first stopped at  Williams little sister Bellas house, and then onto Rosemead Gardens where Anna and William stumbled after dinner;  then onto the bookstore which is now a souvenir shop! After that we headed to Portobello Road market which is one of the most famous street markets in the world! We stop for a bite to eat in a pub and enjoyed a great meal! Highly recommend this small town vibe, With colorful row homes and lovely gardens!"
    },
    "7": {
      "title": "Lovely place to base yourself",
      "time": "Jul 2019",
      "type": "NONE",
      "review": "We had a an Airbnb in Notting Hill which made life easy! A great base and very safe for children too. Lots of places to eat and life was easy in a cab with 4 of us! Would say look for something in Elgin Crescent if you can! "
    },
    "8": {
      "title": "Just like the movie...Spike and all",
      "time": "May 2019",
      "type": "Couples",
      "review": "Really enjoyed spending an afternoon in this section of West London, regardless of the movie, without which, we would have been unaware. It is a vibrant, slightly eclectic section well worth a visit for shopping and just plain sightseeing and strolling down Portabello."
    },
    "9": {
      "title": "Busy but great for film buffs!",
      "time": "Apr 2018",
      "type": "Solo",
      "review": "I went with the sole purpose to find two film locations: the blue door from the film Notting Hill with Hugh Grant and St Luke's Mews from Love Actually. Both were easy to find. "
    }
  }
}