{
  "attr_name": "Notting Hill",
  "attr_page": 3,
  "attr_reviews": {
    "30": {
      "title": "Explore the back streets for the best experience",
      "time": "Jan 2018",
      "type": "Couples",
      "review": "Most visitors head straight for Portobello Market which is generally overrated and only worth coming to on Saturday mornings. If you are more of an explorer there are some lovely roads off Notting Hill Gate in all directions - beautiful houses, architecture, local pubs, majestic trees and lovely green spaces. Try heading South West to Kensington High Street round the back roads, or North East to Queensway / Westbourne Grove. For the most expensive road in London (and possibly the world) head 5 minutes walk East and before you get to Kensington Gardens turn right down Kensington Palace Gardens (you can't drive down this road)."
    },
    "31": {
      "title": "Nice area",
      "time": "Sep 2017",
      "type": "Family",
      "review": "Notting Hill is such a nice part of London with its beautiful and majestic buildings. When walking down the Portobello Road Market surrounded by the colourful houses, it gives you a feeling of entering a street on one of the Caribbean Islands:smiling_face_with_smiling_eyes::palm_tree:. There are so many interesting stalls selling whatever you are looking for. Stalls selling antiques, Lp's, old cameras, jewellery, vintage clothes. Even if it's crowded with tourists, it doesn't feel like it. Look for a local coffee shop or pub to pop in for a lunch or a drink. Be open minded and get in touch with the locals living in Notting Hill, you will be surprised how friendly they are:smiling_face_with_smiling_eyes: These are the ones with the good stories about the area.There are a mix of culture in this area and it's very ethnical, which is very interesting. You will find food stalls offering a huge selection of different dishes. Take your time while you are here aand breath in the good atmosphere, you will enjoy it. Every August there is this famous carnival here, a Caribbean festival. Just a cross the pub \"The Castle\", you will see the famous door ( blue ) from the ever so famous movie \"Notting Hill\", you can't miss it.I can recommend eating lunch at \"The Castle\", very good food and great service. Walk out the main door from the pub, turn right, walk up the road, take the first street to the right. Straight ahead you will see \" Mike's Cafe \", enjoy a delicious dessert there. I would recommend you to try the chocolate cake:smiling_face_with_smiling_eyes:On the other side of \" Mike's Cafe \", is the famous \" Notting Hill Bookshop \", also in the movie. Enjoy Notting Hill:smiling_face_with_smiling_eyes:Walking back to Notting Hill Gate tube station only takes a few minutes."
    },
    "32": {
      "title": "Not exactly what I have expected",
      "time": "Nov 2014",
      "type": "Couples",
      "review": "I was expecting more from this neighborhood. Maybe it is the famous movie that has raised the expectations. Either way I was not impressed. We found, however, a great italian restaurant to conclude our visit."
    },
    "33": {
      "title": "Bad luck: Carnival day = total mess",
      "time": "Aug 2014",
      "type": "Solo",
      "review": "I happened to visit Notting Hill on the worst day possible: on the first day of the Carnival. It may seem a great luck and me not appreciating it, but it is true. My review completely describes this place in its \"Carnival state\". It is surely better the remaining 363 days in the year. First, due to carnival, underground services completely skip that stop. Second, when you get there and are shocked with the crowd and the mess around from the first moment. Not suitable for kids or families.In the first 10 minutes, you have seen at least five men peeing at the corners of private properties.Not counting the garbage hills at each corner and bottles all over the street.Portobello Road and all its shops are closed because people are drunk and giving harm around. Police everywhere.Beware of pick-pocketing in the crowd.Residents have to shut all windows of their houses around and even put some police in front of their doors at this day. Completely reasonable.Very nice houses, and antique shops - although all were closed this day."
    },
    "34": {
      "title": "Go !!",
      "time": "Aug 2014",
      "type": "Family",
      "review": "Beautiful neighborhood, portobello market is splendid - everybody can find something to see and buy, it's a great market, good restaurants and lots of fun"
    },
    "35": {
      "title": "Wonderful - Charming well worth the visit",
      "time": "Jul 2014",
      "type": "Solo",
      "review": "Charming well worth the visit - always wanted to go came across area accidentally too hot for tube so caught the bus (27) Marylebone  Wonderful and well pleased.Also came across Portobello Market Wow, being wanted to go for a very long time and came across this also a wonderful day spent in London.Will go again to Portobello Market but will make it in the morning so much to see and do."
    },
    "36": {
      "title": "I want to live there!",
      "time": "Jan 2014",
      "type": "Friends",
      "review": "Notting Hill is just one of the most lovely places in London, full of nice shops that sell unusual things, very good if you want to buy something different.The streets are very clean and the houses incredible beautiful."
    },
    "37": {
      "title": "Huge Market",
      "time": "Oct 2013",
      "type": "Couples",
      "review": "This is so big, it goes on and on and sells everything you could think of. There are shops open either side of the market until it gets to the main square where you then find some second hand bargains and new designers selling stuff. Then it goes on up the road with book shops and antique shops with more expensive furniture. Places to eat from felafel to greasy cafes. Get there early theres enough to keep looking till lunchtime."
    },
    "38": {
      "title": "Portobello Rd Market - Awesome!",
      "time": "Jul 2013",
      "type": "Solo",
      "review": "I went to this market on a Saturday. It was unbelievably packed! Filled with great antiques, quirky clothes and novelties and awesome foods. I bought the most insane leather jacket ever. Just watch your bag closely as the pick pockets are rife."
    },
    "39": {
      "title": "Buzzy Part of Town",
      "time": "Sep 2012",
      "type": "Couples",
      "review": "Notting Hill is one of the nicest neighborhoods in London. Grand houses which we all aspire to live in, cool bars and nice restaurants are everywhere. The highlight is Portobello Market which specialises in antique's but there are plenty of other things to buy. Weekends especially Saturday can get so busy but what a place to people watch!!"
    }
  }
}