{
  "attr_name": "Notting Hill",
  "attr_page": 1,
  "attr_reviews": {
    "10": {
      "title": "A must-see in London!!!",
      "time": "Jul 2019",
      "type": "Friends",
      "review": "I have been several times in this neighbourhood of London. It is really charming! I think the best day to visit is on Saturday. It's the day the Portobello market spreads through the streets and everywhere is full of people and lively.The houses that limit the market are colourful and beautiful as they were put there to make a photo report for Instagram hahaha.If you are a real fan of Julia Roberts and Hugh Grant movie don't forget to visit some of the movie locations, as the Travel Bookshop or The Blue Door House (William Thacker's), which are located in 142 Portobello Road and 282 Westbourne Park Rd respectively."
    },
    "11": {
      "title": "Follow the crowd",
      "time": "May 2019",
      "type": "Family",
      "review": "We love outdoor markets and this Saturday morning street market has so much to offer. Walking along the Notting Hill neighborhood is a treat with white tents lining the road on both sides block after block. Live musicians, endless shopping options and ethnic food being cooked everywhere meets all your needs.  We spent about four hours which felt like one. "
    },
    "12": {
      "title": "Victorian suburbia",
      "time": "Sep 2016",
      "type": "Friends",
      "review": "Notting Hill covers a wide area but I'm going to stick with the district around Notting Hill Tube Station for now. I'll review other areas such as Portobello Road elsewhere. At Notting Hill Gate there are a few interesting shops such as The Book and Comic Exchange in Pembridge Road, there is also a Music Exchange in Notting Hill Gate itself opposite Kensington Church Street, these two shops a the remnants of the Hippie Culture that bloomed in this area in the 1960's and '70's. There are some quite nice restaurants and pubs but you have to seek these out and distinguish them from the chains such as Cafe Nero and the likes. There are a couple of upmarket charity shops as well but this area is worth visiting only if you're moving on by foot to Kensington Palace, Portobello Road, Holland Park, or the antique shops in Kensington Church Street. If you're an architecture buff you may find the different styles of Victorian housing interesting, some of it is quite splendid. There is also some interesting modernist architecture on offer."
    },
    "13": {
      "title": "Could have wandered forever! ",
      "time": "NONE",
      "type": "NONE",
      "review": "Notting Hill is the kind of place most of us could probably imagine living. For Seattleites, we felt at home! We wandered the streets for a couple hours, shopped up and down Portobello Rd and ate at Mike's cafe. A delightful time where you don't feel quite as crowded as central London. "
    },
    "14": {
      "title": "Notting Hill Carnival: sane people should give it a miss",
      "time": "Aug 2014",
      "type": "Solo",
      "review": "This event takes place over two days at the end of August every year. Originally a pleasant family-oriented event attracting a maximum of  100,000 in its first days back in the 1960s, it has grown to be a mega-event, attracting aficionados from all over Europe. This year a million people were estimated to have turned up (fewer on the second day because of the rain).This \"carnival\" has become a drink and drug-fuelled bachanalia  which sane people should avoid. The \"music\" is largely of the heavy disco type, blaring out from the back of decrepit lorries. Very few of the fabulous traditional steel bands which were a feature of earlier carnivals. The blocks of carnavalescos are hugely disappointing, almost all badly turned out and with no idea of rythm. The smell of Caribbean food is never far from your nostrils: goat curry, goat curry, goat curry, if you like that sort of thing.  The aim of most of the attendees seems to be to walk aimlessly around the pretty streets of Notting Hill, carrying cans of strong lager, getting drunk or stoned, looking for trouble. Most people who live in the area have to abandon their homes for the duration. Normal civilized conventions are cast aside.This year, for example, I witnessed gangs of scruffy youths urinating into the  letterboxes of peoples houses and even teenage girls peeing in the middle of the street. The litter was indescribable. And the whole event ended, as always, with some serious confrontations with the police."
    },
    "15": {
      "title": "No Hugh Grant",
      "time": "Feb 2013",
      "type": "Family",
      "review": "This is a delightful part of west London suburbs with cream coloured Edwardian buildings. Catch a tube to Notting Hill Gate and head north.Just wander, there are suprises galore.Princedale Road to the west has a great collection of \"hip\" shops;follow Ladbroke Grove north until you see the flyover then cut through one block to Portobello Road market. Antiques and fakes rub shoulders together, if you are not browsing try the pubs to get the \"vibe\".Head back to the tube and shop there for vinyls, second-time-around gear and Peter Geales fish and chip shop behind the cinema and right."
    },
    "16": {
      "title": "A total dump",
      "time": "Apr 2012",
      "type": "NONE",
      "review": "Notting hill is just like any other area of London except more expensive and full of people that have their heads so firmly shoved somewhere that they haven't seen daylight for years.  A bit like Camden, but not quite as violent.There are some nice pubs around but you will find they are chock full of people with silly pretentious accents and equally silly names.I live just down the road in the really posh bit of London and avoid Notting hill like the plague....particularly around festival time when your chances of becoming a crime statistic go through the roof."
    },
    "17": {
      "title": "Love this village! ",
      "time": "Aug 2020",
      "type": "Couples",
      "review": "We love it here. Get the tube to Nottinghill Gate and you are right there!We just spend the day walking through this rainbow coloured village with its tiny boutiques, coffee shops and bars. As you walk further through the village you end up on Portobello Road, which is where there are market stalls, antique shops and at the end is a world food market!The whole atmosphere is electric! Look out for wall art and street performers. "
    },
    "18": {
      "title": "The famous Notting Hill blue door...",
      "time": "Oct 2018",
      "type": "Friends",
      "review": "So, my friend and I took the train to the Notting Hill Station, and then walked the 20 minutes or so to find this iconic door from the Hugh Grant & Julia Roberts film Notting Hill (1999).  We were so disappointed to see that the door had graffiti on it and was not really well maintained... of course, we understand that the film studio has no responsibility to it, but it was disappointing just the same.  That said, it was a pleasant walk and cool area to look around, and we happened to find the \"whoopsie daisy\" park too... that was a pleasant and accidental surprise."
    },
    "19": {
      "title": "Cute but...",
      "time": "Mar 2019",
      "type": "Friends",
      "review": "It is famous for movie with Hugh Grant and Julia Roberts and that was enough for romantic like me. It is also well known all around the world for market Portobello. Unfortunately, we picked the wrong day ( we travelled with agency) so there was not much to see , Monday it was. Neighborhood is nice, people are friendly, it is clean and safe, colourful houses are beautiful, a lot of stores and of course a library from the film. And thats it if you pick the wrong day like us."
    }
  }
}