{
  "attr_name": "Emirates Air Line Cable Car - Royal Docks",
  "attr_page": 2,
  "attr_reviews": {
    "20": {
      "title": "Short trip but fun",
      "time": "May 2021 • Family",
      "type": "NONE",
      "review": "Went from south to north on a nice sunny day - amazing views across London.  The trip doesn’t take long (I think you can do a return) but isn’t too expensive - and you can use pay as you go Oyster.  Best to combine with visiting other attractions in the area or a nice walk along the river if the weather is good."
    },
    "21": {
      "title": "Amazing views ",
      "time": "Aug 2020 • Couples",
      "type": "NONE",
      "review": "This is a great way to take in the views.At a cost of a tube journey it is value for money.  No need to pre book as you can just swipe you oyster or bank card."
    },
    "22": {
      "title": "Flying in the air",
      "time": "Sep 2019 • Family",
      "type": "NONE",
      "review": "This is a great London attraction, great views, which doesnt cost the earth, suitable for all ages, value for money, easy to get tickets and start the journey"
    },
    "23": {
      "title": "Great views....our daughter loved it",
      "time": "Apr 2019 • Family",
      "type": "NONE",
      "review": "We decided to do the cable car last minute and bought cheap tickets online and got a free ticket of the aircraft thing on the Greenwich side which we enjoyed.  The views of the city, the airport and the thames barrier was great. The weather was really nice for us, I'm not sure what it would be like if the weather wasnt so good but we loved it.  I'd really recommend it!"
    },
    "24": {
      "title": "Panoramic views !",
      "time": "Jun 2018 • Friends",
      "type": "NONE",
      "review": "Breathtaking and panoramic views of the city as the cable car takes you on a return journey across the river !"
    },
    "25": {
      "title": "Cable Car Ride",
      "time": "May 2017 • Couples",
      "type": "NONE",
      "review": "Lucky enough to go on this today. Wonderful views over this part of the River Thames. It takes you up quite high. A smooth ride. Not at all bumpy. We came back to our hotel in Victoria Dock this way,  once it had got dark, rather than use the Tube and this part of London looked magical with all the lights twinkling below us. Other Half was very impressed to see a plane take off from London City Airport whilst we were in the cable car."
    },
    "26": {
      "title": "Great Experience with fantastic views",
      "time": "Oct 2016 • Family",
      "type": "NONE",
      "review": "Fantastic way of seeing London from above the River Thames. As the journey is 10 minutes each way there is plenty of time to enjoy the cable car experience if your time is limited as you don't have to get off at the other side if you don't have to. Don't forget when you get off the cable car at the North Woolwich exit by the O2 Arena to visit the Emirates Air Line Exhibition Centre. It is well worth a visit.   The Exhibition Centre is just to the left as you get off the cable car and the visit should be included in the price of your ticket. It is small but great fun for everyone. Lots of information on how planes work and quizzes on facts about them. Sit in the cockpit and play with the controls, enjoy a simulator flight, see the journey of a suitcase and view an aircraft engine. Plenty of places to have refreshments on the North Greenwich side.  Easy transport connection using Jubilee Line getting off at North Woolwich station or using the DLR into the city. Everything is very well organised and staff are very helpful and friendly. Best to book in advance and check for all sorts of discounts although you can turn up on spec. Enjoy."
    },
    "27": {
      "title": "Use it if you want to cross the river",
      "time": "Feb 2016 • Couples",
      "type": "NONE",
      "review": "we went on the cable car using our oyster cards to get to the other side of the river, it was wet and windy so the view wasn't great and the car was rocking a bit which my GF didn't like at 90m above the Thames. Worth using for the few pound it costs"
    },
    "28": {
      "title": "a wonderfull way to spend time with family on a summers day",
      "time": "Jun 2015 • Family",
      "type": "NONE",
      "review": "staff very friendly and helpful made the experience very relaxing and enjoyable we enjoyed the wonderful views  this is something we take for granted working the city all week long , was a good way of seeing different parts of London and learning the history of these places "
    },
    "29": {
      "title": "Nothing much to see",
      "time": "Sep 2014 • Family",
      "type": "NONE",
      "review": "There's nothing much to see from the cable car and the ride was pretty fast. It is not crowded too so you can imagine it is not a must go place."
    }
  }
}