{
  "attr_name": "Emirates Air Line Cable Car - Royal Docks",
  "attr_page": 1,
  "attr_reviews": {
    "10": {
      "title": "Great views",
      "time": "NONE",
      "type": "NONE",
      "review": "Surely value for money With any Oyster card virtually no queuing The cheapest way to get great views over London £3.40?  One wayI loved every minute"
    },
    "11": {
      "title": "High-wire thrill",
      "time": "Sep 2020 • Family",
      "type": "NONE",
      "review": "The cable car which runs from a point near Royal Victoria Dock to a point near the O2 on the North Greenwich peninsula is only one of two high wire acts in the area, the other being the wire which carried waterboarders over obstacles in the RoyalVictoria Dock itself. But the best views are from the cable car as it rises high over the river to reveal how it wanders through two U-bends to reach the twin towers and baroque symmetry of Wren’s Royal Naval College in Greenwich with the dome of the Royal Observatory on what is reduced from the air to a mere hillock just behind. Some good views of the Olympic Park and the Trinity Wharf artistic commune adjacent to the river itself. A commentary on video accompanied reminiscing about the 2012 Olympics but the views of the here and now rightly predominate. "
    },
    "12": {
      "title": "Long queues but worth the wait",
      "time": "Aug 2017 • Couples",
      "type": "NONE",
      "review": "When you're at the O2 a short walk away is the cable car across the Thames. There are two queues and you don't need to wait at the one for \"boarding passes\" if you have an Oyster card just join the other one.Not much to do at the other end so maybe the return is worth doing."
    },
    "13": {
      "title": "Total Rip Off",
      "time": "May 2016 • Friends",
      "type": "NONE",
      "review": "Me and my friend went to this attraction thinking it was going to be good, we paid £3.50 one way each because we have a concession. after waiting for some times we did get into the cable car, there were 4 other people with us. The journey was so short that it felt like 30 second but I guess it was about 1.5 minutes. we only managed to take 2 photos before the whole experience finished. my friend commented on the rubbish at the scene bellow us. In my opinion it is worth no more than £1."
    },
    "14": {
      "title": "Ride with family on holiday",
      "time": "Oct 2014 • Family",
      "type": "NONE",
      "review": "We queued for around 20mins although we had not bought pre-paid tickets and it was half term holidays.  We've also done lots of London attractions inc. the London Eye, etc. and thoroughly enjoyed this a unique experience in seeing the sights of East London. Be aware that the prices which are heavily advertised around the ticket office promote package deals costing in excess of £10 per head.  Having consulted with the ticket office it was clearly cheaper for us to buy singles across the river and than separate tickets on the DLR - so check those deals."
    },
    "15": {
      "title": "Queuing was longer then the ride",
      "time": "Aug 2014 • Couples",
      "type": "NONE",
      "review": "We visited this on bank holiday Sunday and wished we hadn't bothered - we were told by one of the staff that the queue for the tickets was about 5-10mins - that was a lie it was nearer 25mins and then you had to join another queue to go up to the cable car itself - that was another 10-15mins wait. When we actually got up to the cars then the entire round trip was quicker then the queue for the tickets.  There is no shelter if it's hot, or raining.  we got chatting with the others in the car on the return journey who had got on at the Excel Centre side and they hardly had to queue at all (we got on at the O2 side as we had come down there by Theme Clipper).  So if you are thinking of going on this then I would suggest you think about boarding from the Excel side - also if you have an Oyster Card or even a day travel card for London Transport then you do get discount which is worth doing."
    },
    "16": {
      "title": "See London Differently, on the Emirates Air Line",
      "time": "Jun 2014 • Friends",
      "type": "NONE",
      "review": "I had the pleasure to take a ride on the Emirates Air Line on Sunday June 8th, 2014 and had an incredible time. I paid just £6.60 as I had a Day Travelcard. Within a few minutes we were on our way. It wasn't busy at all so two of you could have had a cable car for yourselves. The views were extremely amazing especially of the O2 Arena. I would definitely recommend this approaching sunset. Bare it mind it closes at 9:00pm so try to get there around 8:15pm or so. I felt completely safe and secure, and will definitely do it again."
    },
    "17": {
      "title": "Super value gondola ride with panoramic views",
      "time": "Jun 2014 • Couples",
      "type": "NONE",
      "review": "I was in London on a weekend this summer with my wife and my parents (visiting from abroad) for a long weekend. Having spend most of the time walking through parks and along Thames, I really wanted to show them the view of London from above. We were disappointed to see this giganormous number of people waiting for their turn at the London eye. I have previously had the London Eye experience. Even though it is quite nice, we did not want to spend ages in the queue and shell out 20 bucks a ticket. Especially when in London for a trip, or any other city for that matter, who wants to waste time in a queue? Shard was another options, but that is even more expensive. So we went to the less known Emirates Air Line. It was cheap (some 3.5-4.0£ per person) and part of the daily Oysters limit, moves slowly making it easy to board and there was plenty of room in the capsule. The views from up were fantastic and included the river, docklands, London skyline, O2 arena. All in all we loved it... I will highly recommend it, not only as a fun way to cross the river but, also for visitors."
    },
    "18": {
      "title": "If you like heights....",
      "time": "Apr 2014 • Family",
      "type": "NONE",
      "review": "I took members of my family aged 8 upwards for the cable car ride and was impressed. We didn't have to queue and had a car or 'pod' for ourselves.The weather was lovely and sunny with clear skies, so the views were very good. The ride was smooth and I was able to take some photographs.It's good value for money (especially for Londoners with Oyster Cards) and it would be popular with tourists - especially those whom have a head for heights!"
    },
    "19": {
      "title": "Above the London skyline",
      "time": "Sep 2012 • Solo",
      "type": "NONE",
      "review": "This new route across the Thames is a not only a commuter route but a great way to get a bird's eye view of London from the east. It's so easy to use - just swype your Oyster Card at the entrance barrier, choose your pod - in quiet times you could have one to yourself - sit back and enjoy the amazing views. It's a smooth almost silent ride and in less than 10 minutes you will be on the opposite bank of the Thames. The cable car runs from North Greenwich, adjacent to the Dome on the south bank of the Thames and delivers you within a few minutes walk of either Royal Victoria or Excel DLR on the north bank. If you don't have an Oyster Card you can buy a cash fare at the ticket office but that may cost you more, unless you have a Freedom Pass in which case you'll pay the same as the Oyster fare (£3.20 one-way). Choose a bright sunny day and the views will be superb in every direction- see my photos attached."
    }
  }
}