{
  "attr_name": "Emirates Air Line Cable Car - Royal Docks",
  "attr_page": 3,
  "attr_reviews": {
    "30": {
      "title": "Superb Views!",
      "time": "Aug 2014 • Solo",
      "type": "NONE",
      "review": "Emirates Air Line is a cable car over the Thames between The Royal Docks & Greenwich Peninsula. Although not operated by Transport for London, you can use your Oyster card for trips.I did a one way journey from The Royal Docks across to the Greenwich Peninsula. It is located a couple of minutes’ walk away from the Royal Victoria Docklands Light Railway station. To get on you simply scan your Oyster Card on one of the readers and wait for the next available cable car. If you don’t have an Oyster you can pay to board at the ticket office. A one way trip with an Oyster is currently £3.30.It was early Sunday when I boarded, so it was pretty much quiet. I simply scanned my Oyster and there were several empty cars. I boarded a car all to myself. Cars are meant to be for 10, but I imagine they could be quite snug inside with 10 people. Once you board, the doors close and you start to ascend up and over the Thames. Journey time was approx. 7-8 minutes and it affords some spectacular views from the top. You can see as far east as the Dartford Bridge, and looking west you can see all over central London. There are great views of the o2 Arena (formerly Millennium Dome) too.The station on the south of the Thames is the Greenwich Peninsula which is only a couple of minutes’ walk away from North Greenwich tube and bus station. It is also convenient for the o2 Arena."
    },
    "31": {
      "title": "Another Great Ride Across the Thames!",
      "time": "Oct 2015 • Friends",
      "type": "NONE",
      "review": "A couple of friends and I recently went on the Emirates Air Line Cable Car across the Thames. It was my third ride, and the first for my two friends.We arrived mid afternoon on a Saturday, so there was a wait of around 10 minutes before we managed to board. This time round we were in car #13 but luckily there were no incident or bad luck!Once we were midway across the Thames, the views were spectacular, even though it was a little hazy so you couldn't see too far off into the distance.I would certainly recommend a ride across if you're thinking about it."
    },
    "32": {
      "title": "Complete waste of money and time",
      "time": "Nov 2013 • Couples",
      "type": "NONE",
      "review": "Not sure what people actually like about this attraction. We had to wait in an enormous queue to get to the cable car. It was probably around 45 minutes wait. It is short journey with miserable views of dump around the river Thames. It is not exciting, not enjoyable and at the end of the trip I was just completely annoyed to fall into this tourist trap!! Avoid in all cost!!!"
    },
    "33": {
      "title": "Boring Boring Boring",
      "time": "Jun 2018 • Couples",
      "type": "NONE",
      "review": "We have done a lot of cable car rides across the world.  But this has to be the most boring yet.  What exactly was we looking at. We spent more time talking to passengers then looking out of the window. If you are going to go book on line it is cheaper.  A bit cheeky from their point if view as it is a tourist trap."
    },
    "34": {
      "title": "Staff tried to rip us off",
      "time": "Nov 2014",
      "type": "NONE",
      "review": "We asked for two return tickets and were charged £15.60 The staff member said they our tickets entitled us to free entry to the aviation museum. Great we thought, even though we weren't that interested in it. When we walked away we noticed that the price for what we had asked for should have been £13.20 We went back and queried the price and were told that we had been charged extra to see the aviation museum! When we asked him to justify why he said it was free entry he said that it was, based on the fact that we had paid extra for it! We never asked for this and didn't receive an apology for this deliberate attempt to secretly over charge us. We demanded a refund but it spoilt the whole experience"
    },
    "35": {
      "title": "Great Way To Get to the O2",
      "time": "Aug 2012 • Family",
      "type": "NONE",
      "review": "We attended the Basketball during the Olympics  which was being held at the O2 (Greenwich Arena) so after advice on TA decided to arrive via the Emirates Air Line. The sun was just setting and the views across the London skyline just stunning. You also get a great view of the O2 from above with some good photo opportunities."
    },
    "36": {
      "title": "Cable car across the Thames!!",
      "time": "Jan 2020",
      "type": "NONE",
      "review": "This is a great way to see some of London from above. I went after 7.00pm as the cable car travels slower after 7.00pm so you ride across takes a couple of minutes longer. More time for taking in the views. I think it usually takes about 10 minutes one way but after 7.00pm it is between 12-13 minutes one way. There also seems to be less people on at this time of night so you have a great chance of having a car to yourselves. Not sure if this is differs during the day.The views are fantastic and the price is also very good. A return ticket is normally £9 return, however if you show your Oyster card it will only cost £7 return. A great way to cros the Thames. Highly recommend you take the trip over."
    },
    "37": {
      "title": "Closed For the day",
      "time": "Dec 2014 • Family",
      "type": "NONE",
      "review": "We made our way out to ride the cable car. We got there only to be told it was closed due to high winds. It was actually running but with no passengers. No where on the web site was there any indignation that it was closed or any announcements on the DLR or tube. The web site gives a link but I checked after we got turn ed away: no information. The public deserves better than this. We wasted time and money traveling out there."
    },
    "38": {
      "title": "Great views but stroppy staff",
      "time": "Jan 2013 • Friends",
      "type": "NONE",
      "review": "Great views however...on arrival a member of staff asked us if we wanted single or return to which we replied return. We enjoyed the trip over expecting to stay on for the return leg (as many others had) until a stroppy member of staff at the south terminal told us we must get off then queue up again to go back north 'because we did not have a 360' (which we were not even offered). We explained we had returns but she then escalated the situation by hitting the stop switch to stop it for everyone. So we got off went out went in queued up again and went back north. Emirates; you need to sort out your customer service as this was back in the dark ages.Date of visit 1/1/13."
    },
    "39": {
      "title": "Great at dusk",
      "time": "Oct 2012 • Couples",
      "type": "NONE",
      "review": "We loved this !! Great views and a really cool way to get from our hotel to the O2 arena !!Doesn`t close until midnight when events are on at the O2 either annd a bargain at 12.80 for two return too."
    }
  }
}