{
  "attr_name": "British Library",
  "attr_page": 3,
  "attr_reviews": {
    "30": {
      "title": "Visited Buddism exhibition",
      "time": "Dec 2019",
      "type": "NONE",
      "review": "It's always a pleasure to visit the exhibitions at the British Library, and this one was no exception.  Very colourful and interesting and not as crowded as some of their shows can be.  The building itself is lovely, excellent permanent galleries, good facilities and tempting shops.  The only fly in the ointment was the vile coffee and surly service from the little cafe in the foyer, but there are plenty of nicer places nearby."
    },
    "31": {
      "title": "Visit to the 'Treasures' Room",
      "time": "Jul 2019",
      "type": "NONE",
      "review": "I was a tourist short on time so just visited the dimly lit 'Treasures Room', using Rick Steves free audio guide (do a search online to download it). It was interesting seeing so many old and precious documents, like scriptures including old Bibles, compositions, the Magna Carta, even a small Beatles display."
    },
    "32": {
      "title": "British Library Treasures - exceptional!",
      "time": "Nov 2019",
      "type": "NONE",
      "review": "I visited late on a Monday afternoon when the Library was open late.  I all but had the British Library Treasures room to myself.  One of the most diverse and exceptional collection of Treasures I've ever seen displayed in one place.  During the rest of my London visit I mentioned the Library to many, including locals, and was stunned by the amount of people who haven't visited it.  Don't miss it!  A highlight of my trip."
    },
    "33": {
      "title": "A must for bibliophiles.",
      "time": "Mar 2019",
      "type": "NONE",
      "review": "A rather impressive building just across the road from St. Pancras station this houses some real treasures. The Magna Carta is here, in its own small room, and still legible. the various Bibles are a real treat but the outstanding part for me was looking at the hand-written notes, crossings-out and other amendments scribbled in the margins of Sylvia Plath's 'Insomniac' and Ted Hughes' 'St. Botolphus'. Also on display were a first version of the classic 'Sir Gawain and the Green Knight', a page from Ian Fleming's 'Living Daylights', Jane Austen's writing desk complete with a letter to her brother, Sterne's 'Tristan Shandy' and Marlowe's 'Doctor Faustus'. Most poignant was Wilfred Owen's 'Anthem for Doomed Youth'. There was also a display of Beatles memorabilia. Unfortunately, no photos or videos are allowed which is a real pain as I wanted to get some images for my students at home."
    },
    "34": {
      "title": "Worth a visit",
      "time": "Nov 2019",
      "type": "NONE",
      "review": "Lovely building and fabulous collection of books and exhibitions, very well laid out. The gift shop has some great items for presents."
    },
    "35": {
      "title": "Wow what an historical treasure trove",
      "time": "Dec 2019",
      "type": "NONE",
      "review": "This was only the second time that I have been to the library and this time I went with a friend who wanted to go to see the Buddhism exhibition which is on till the 23rd February.We found it quite a good exhibition which cost us 13 each and it took just under an hour to get round.Afterwards we went into the Sir John Riblat Gallery. Now there surely can be no other place in the world where you can see such a wide array of original treasures and all for free. Music wise, we saw original scores by the great musicians: Mozart, Beethoven, Haydn, Handel etc.  More modern items like a handwritten page of Paul McCartneys Yesterday as well as being able to listen to various sound recordings.We saw original annotated drafts by some of the great authors like Jane Austins  Pride and Prejudice, Lewis Carrols Alice in Wonderland, the First Folio of Shakespeare and Charlotte Bronte to name but a few.There were early Bibles like Johann Gutenbergs Bible one of the most famous Bibles in the world and early religious texts from other religions. There were truly beautiful Illuminated manuscripts like the Lindisfarne Gospels as well as an early copy of Canterbury Tales, Beowulf, the 1601 death warrant of the Earl of Essex signed by Queen Elizabeth 1, letters from Suffragettes, all sorts of other important letters and these are just some of the treasures and priceless documents of historical importance in just this one gallery.Finally it was really amazing to see one of the only 6 copies of the Magna Carta in existence. Please make sure though that you dont walk past the area where this is held like I almost did as its in a separate room on the right hand side of the gallery near all the religious items.I could write a whole list of authors and musicians but you really need to go in this room of treasures to see for yourself.Just outside here which you cant fail to see is The Kings Library, which are the books of George lll that are displayed as almost a piece of modern art. We also had a look at some of the stamps and postage items that are held in another area of the library and are displayed in vertical drawers, which was good too.Afterwards we tried out one of the cafs in the building for a quick snack but their lunches here looked good too. We had coffee, a peppermint tea and I had a very nice piece of carrot cake.You can easily spend the whole day in the library, but if you have limited time I would certainly recommend that you at least visit the Sir John Riblat Gallery.Note that there are tours of the building that you can book online which last an hour and cost 10 (8.00 with various concessions). I am going to do this myself next time as we only saw a fraction of what is in the library."
    },
    "36": {
      "title": "Great place but AVOID BUDDHISM EXHIBITION LIKE THE PLAGUE!!",
      "time": "Dec 2019",
      "type": "NONE",
      "review": "Lovely library, really interesting, cafes and restaurant brilliant.Went specifically for Buddhism exhbition (daughter's school work) - 35 for two adults + 1 child to get in, unbelievably poor - so tiny we'd done it in 20 minutes (her school managed to string it out to 30 mintues apparently) - nothing to capture the attention of adults or children.  Complete waste of time and money - went elsewhere later to avoid being a completely wasted trip to London :("
    },
    "37": {
      "title": "See the Great Books",
      "time": "Nov 2019",
      "type": "NONE",
      "review": "The British Library is a bit out of the way but worth the visit.  There is a room that contains some of the most important literature in the English speaking world.  You can see a Guttenberg Bible, The King James, Shakespeare's folio, the first printed book (Buddhist), and Paul McCartney's handwritten words to \"Yesterday\".  There is much much more.  Take the bus there."
    },
    "38": {
      "title": "Exciting!",
      "time": "Dec 2019",
      "type": "Solo",
      "review": "The library is beautiful and huge.  But undoubtedly for me, the highlight of the library is the room with the 'treasures of England' in this room you will find important manuscripts of history, from Shakespeare to suffrage diaries to Beatles lyrics.  It's exciting for those who love books and know the power of history."
    },
    "39": {
      "title": "A lovely side visit",
      "time": "Nov 2019",
      "type": "NONE",
      "review": "I had about an hour to kill between bookings and appointments and went to the British Library almost as a lark.  My exasperation at having to brave the crowds at Euston Station turned into delight when I wandered into the exhibition space at the Library.  Of course, there are the Magna Carta and the Gutenberg Bible.  Beyond those,  just seeing all those priceless pieces of paper on display in one space was enthralling - manuscripts from Mozart to McCartney, letters and writings from Shakespeare to Sylvia Plath....  It was an hour very well-spent."
    }
  }
}