{
  "attr_name": "British Library",
  "attr_page": 1,
  "attr_reviews": {
    "10": {
      "title": "Great ",
      "time": "Feb 2020",
      "type": "Family",
      "review": "Wonderful visit.Very interesting.We had a buggy and was fine. Access was great. The books are just fascinating to see, it was so quiet and peaceful. Baby slept :)"
    },
    "11": {
      "title": "Wonderful experience",
      "time": "Feb 2020",
      "type": "NONE",
      "review": "Went in just for a browse but were blown away with what was on display. To see the Magna Carta and original manuscripts was fantastic. The items selected all made sense in their chronological progression and the information labels were informative but not overlong or stuffy. Decent cup of coffee and free water an added bonus. A tribute to the principle of free admission. Had there been a charge I dont think we would have gone as we wouldnt have known the richness of what was on show. Pleased to give a good donation on exit!"
    },
    "12": {
      "title": "Buddhism Exhibition ",
      "time": "Feb 2020",
      "type": "Solo",
      "review": "As one of the worlds great religions it was interesting to learn more about its origins and various approaches Very colourful with some very ancient scripts on display some of which despite their age looked remarkably freshA few artefacts scattered throughout the display ad well as information on how Buddhism has embraced modern technology"
    },
    "13": {
      "title": "A Must-See Attraction!",
      "time": "Jul 2019",
      "type": "NONE",
      "review": "The collection of rare manuscripts and books is quite marvelous. To see so much of the writings that have influenced history in one area is quite powerful. At the amazing price of FREE, how could you pass this up, even if only to browse for and hour, you will be inspired."
    },
    "14": {
      "title": "One of the best places in London",
      "time": "Feb 2020",
      "type": "NONE",
      "review": "The Library (capital L intentional) is simply divine.  Whether you go only to the Treasures Room, or you stay all day and find everything that is there, it will be totally satisfying.  And the architecture and neighborhood are absolutely not to be missed.  The British Library is very highly recommended.  Maybe several times."
    },
    "15": {
      "title": "Marvellous and mischievous first rate",
      "time": "Jan 2020",
      "type": "NONE",
      "review": "My wife and I took our two naughtiest grandchildren to this (free but book a slot) exhibition.  Both generations thoroughly enjoyed it.  I was impressed by the author's handwritten manuscript of Jane Eyre and a panel form the Beano's Bash Street Kids.  The grandchildren saw many of their favourites and were able to dress up and produce their own story.  Well done to all involved."
    },
    "16": {
      "title": "Inspiring for all ages",
      "time": "Feb 2020",
      "type": "Solo",
      "review": "Free entry to such a treasure trove of literature although a modest donation is appreciated enables all to access the library and cafe. At the time I visited there was a free exhibition for children which was very popular. There are talks and special exhibitions throughout the year for which quite modest entry fees apply. The excellent website guides you to what might be of special interest to plan your visitThe building is accessible and the outside space can be enjoyed in good weather."
    },
    "17": {
      "title": "A real find - and free!",
      "time": "Feb 2020",
      "type": "Friends",
      "review": "This was a real find - so well laid out and so much to see, including the Magna Carta as well as original scripts from the likes of Jane Austin, Shakespeare and the Beatles. Plus a fabulous range of religious texts from a range of faiths. Plus its absolutely free!"
    },
    "18": {
      "title": "Wonderful collection of treasures",
      "time": "Jan 2020",
      "type": "NONE",
      "review": "We had some time before going home on our train from Euston and dipped into the Treasures. Where else would you find the Magna Carta, Shakespeare's First Folio, Lindisfarne Gospels, Holy Books from many religions, maps of all parts of the world? And yes it is free! I always enjoy looking on the computer screens to turn some of the pages of these books and read all about them, and examine the pictures too."
    },
    "19": {
      "title": "Collections of books and students",
      "time": "Jan 2020",
      "type": "NONE",
      "review": "I love books, so a trip to the Library was amust. However, most sections are off limits and the other sections are crowded with students. I don't know how they do it, studying with all those people together and the noise... anyhow. there were a few exhibitions that I did really enjoy. one about old manuscripts (shakespeare, Jane Austen, the Beatles...) and another about rebelious children (my favorite).It is free and it was a nice trip but I only recommend it if you really enjoy books. But, please be silent when walking around here (it is a library after all and a study place for a lot of students)."
    }
  }
}