{
  "attr_name": "British Library",
  "attr_page": 2,
  "attr_reviews": {
    "20": {
      "title": "Make sure you get a pass if wanting to look around",
      "time": "Jan 2020",
      "type": "NONE",
      "review": "We had a brief visit, and wanted to look around this giant library. What I should have realised is that you need a pass to be able to get inside most of the library, which I suppose is actually fair enough so that people can work. We had a look at the exhibition downstairs, and it was good to see the original Magna Carta, something we had only heard of before."
    },
    "21": {
      "title": "Art in Buddhism",
      "time": "Jan 2020",
      "type": "NONE",
      "review": "I was staying next door and had an hour to spare, so popped in to see their current exhibition: Art in Buddhism. The British Library's exhibitions are under rated and are always excellent. This was no exception. An amazing range of objects, mostly colourful manuscripts and paintings telling the stories of Buddha."
    },
    "22": {
      "title": "Must visit British Library",
      "time": "Dec 2019",
      "type": "Family",
      "review": "We joined a short queue to visit the British Library before it opens at 9.30am. The British Library is the national library of the United Kingdom and the largest library in the world by number of items catalogued. It is estimated to contain 170200 million+ items from many countries. It also contains the original copy of Alice in Wonderland which we did not get to see because it was not on display. Very nice and informative. Must visit and see. "
    },
    "23": {
      "title": "Marvellous and Mischieveous exhibition about Rebels in Chlidren's literature.",
      "time": "Jan 2020",
      "type": "NONE",
      "review": "Very , very Poor.  Over half the books are modern books published post 2000, that will be soon forgotten, and very few classics. Very left wing social justice agenda.  A  highlight is Judith Kerr's excellent book, and her original illustrations ,based on her flight from Germany due to anti semitism, but no books are shown about fleeing the Russian revolution or fighting back against communism.  ( I remember reading such stories when I was a kid.). There is no mention of Peter Pan, the Boy who rebelled against growing up , no Jo March of Little women, the girl fighting for justice , no Mary Poppins fighting against the strictures of the children's parents , no Peter Rabbit , the naughty bunny, no tomboy George from the Famous Five, or the rebellious schoolboys Jennings and  William or even , and it's in the title!  'The Rebel at the Chalet School!  But we do get a book no one's heard of about refugees. Don't bother to go. Use the time to delve into good quality books with your children!"
    },
    "24": {
      "title": "Superb exhibits",
      "time": "Jan 2020",
      "type": "Solo",
      "review": "I love visiting libraries and this one is one of the best you could ever see. To visit the treasures room with manuscripts by Shakespeare the Beatles and then go into a separate small chamber to see the Magna  Carta is just a treat. "
    },
    "25": {
      "title": "Worth a visit",
      "time": "Dec 2019",
      "type": "NONE",
      "review": "Visited the treasures room with writings from so many famous people - George Elliot, Shakespeare and the Beatles. The Magna Carta is in a side room from here.Great space. You need a pass to go and work in separate parts of the library."
    },
    "26": {
      "title": "Bookworms Haven",
      "time": "Jan 2020",
      "type": "Solo",
      "review": "Its an amazing thing when you have loved reading your whole life to see so much of the written word that changed the world in its original print."
    },
    "27": {
      "title": "a day out",
      "time": "Jan 2020",
      "type": "NONE",
      "review": "well this was one big Library  with a lot of books and history  and music we walked around looking every where and enjoyed it "
    },
    "28": {
      "title": "Precious and unique books on display",
      "time": "Dec 2019",
      "type": "Solo",
      "review": "You can either go for a guided tour of 1h or you can just visit for free the selection of ancient and unique books of the British Library, called Treasure Gallery. Absolutely fantastic if you are interested in books. Some of the displayed books are very rare and unique: the first Bible by Gutenberg, 1 of the 4 remaining pieces of Magna Charta of 1215, Medieval gospels, the Lindisfarne gospel of 700, Shakespeare's First Folio and many others. "
    },
    "29": {
      "title": "Full of treasures",
      "time": "Sep 2019",
      "type": "NONE",
      "review": "The British Library is full of treasures. Visit at least the Sir John Ritblat Gallery where you could find an amazing collection of handwritten manuscripts by renowned authors and composers and many more. The Library is easy to find. It is just a few minutes walk from the St. Pancras Station."
    }
  }
}