{
  "attr_name": "British Library",
  "attr_page": 0,
  "attr_reviews": {
    "0": {
      "title": "Great for the 'Treasures of the British Library' exhibit",
      "time": "Jul 2021",
      "type": "NONE",
      "review": "Visited here to go and look at the 'Treasures of the British Library' exhibition. An amazing (and free) exhibit it contains some very special documents from a wide variety of ages and authors.On the way in we were checked by security (bag check), but it was quick and efficient.The exhibition was great. You are allowed to take photos of some of the documents on show, but not all (there is a little 'no photography' sign by some of them).Afterwards there is a small gift shop if you like that sort of thing. Would I recommend it - yes, absolutely."
    },
    "1": {
      "title": "Treasure room was fantastic",
      "time": "Jul 2021",
      "type": "NONE",
      "review": "Magna Carta.  Sufficient.  But there was so much more.  Good representation of female authors, even from medieval and Renaissance.  "
    },
    "2": {
      "title": "Red tape on an industrial scale!",
      "time": "Jun 2021",
      "type": "Couples",
      "review": "At the risk of preserving your sanity, I really wouldnt bother (at least until the pandemic is over). Red tape and bureaucracy on an industrial scale. Laziness the like of which youd need to travel far and wide to discover (this doesnt apply to everyone btw). God knows weve all had our challenges to deal with of late but this is so ill thought out and badly organised. Several weeks waiting just to book a slot for a readers card? Why dont you just allocate more staff? Lord knows there are enough just idling around. Just beyond frustrating for what was once a beautiful institution."
    },
    "3": {
      "title": "Attempt at amateur research in the British Library",
      "time": "Feb 2020",
      "type": "NONE",
      "review": "Many years ago, in sixth form, I visited the previous British Library, an incredible experience and a beautiful reading room. At Uni, and reading for a PhD, I regularly ordered books on ILL from the BL, they always came promptly and you seemed to be able to order anything in print, a service to be proud of. I always had a notion to become a 'reader' and go there one day to do some hobby research on various pet subjects, when time permitted. Last year, before the pandemic, I found myself between jobs and decided to make the most of it by going up to London and doing some research for that book I'd always wanted to write. To cut a long story short, my experience of attempting to use the modern BL for personal research is:- Rude, sarcastic and very belittling staff who gave every impression of getting amusement out of making my visit as unpleasant and unrewarding as possible.- So many hurdles you have to leap over, no one bothers to warn you about, and which serve no discernible purpose other than to obfuscate, and deter any interested in actually using the library. - Arcane and apparently random working hours for various offices.- No logic, or sense to location of said offices.- Bureaucracy gone mad! The kind of place where you need a 'form I32' filed three months ago, before you can get your 'L67b' stamped in triplicate by two high court judges, permitting you to apply for section a (but not part b) of a 'single visit toilet permission slip' which must be used on the day of application.- Numerous 'errors' on part of staff, and lack of communication or explanation, accompanied by a petulant arrogance and lack of care, but if you (an outsider with no knowledge of their 'rules') make one little mistake through ignorance, you can expect to be sharply reprimanded. - Overcrowded, filthy building, full of angry people shouting over each other in a dozen different languages, so it's hard even to make yourself heard to the (unfriendly and unhelpful) staff, with people sitting anywhere to eat, and leaving pools of spilt fish curry on the seats - my clothes stank.All on top of a very hard to get to location (price for day return is extortionate, and travelling horrendously complicated) for those of us who don't live in London, the other option apparently being Yorkshire (not much use when you live in the South West, like me, but still might be easier to get to!)End result, after several completely wasted and frustrating hours, I left feeling bitter and let down, and won't be going back. A once great institution totally trashed by people who clearly just don't care, read the original ideals of the founders to see just how far the British Library has fallen."
    },
    "4": {
      "title": "Its interesting ",
      "time": "Nov 2019",
      "type": "Friends",
      "review": "Especially the gothic exhibition of 2014 really good about horror but was too hot to enjoy  in temperature "
    },
    "5": {
      "title": "Best Museum in London",
      "time": "Sep 2020",
      "type": "NONE",
      "review": "In my opinion, easily the best museum in London. The exhibits hold a wealth of treasures and really capture the imagination. It's also pleasant to not have the the overwhelming stench of colonialism - a rarity in London museums. Unfortunately during my visit, general browsing and hanging around was discouraged due to Covid-19 safety measures, but you could really imagine this would be a great place to waste an afternoon!"
    },
    "6": {
      "title": "Treasures exhibit is unbelievable",
      "time": "Apr 2019",
      "type": "NONE",
      "review": "The Treasures exhibit at the British Library is free, and it's astounding what's in the collection.  My companion was super skeptical but it ended up as one of our favorite attractions.  The items on display are amazing - Da Vinci notes, handwritten Beatles lyrics, copies of the Magna Carta, a letter from Michelangelo, religious texts from all over the world.  You must visit"
    },
    "7": {
      "title": "Well worth a stop - Quick and Free",
      "time": "Mar 2020",
      "type": "NONE",
      "review": "We were staying next door, and it's free, so I popped in to see what it was all about.  The \"Treasures Gallery\" was fantastic, filled with priceless beautiful and one of a kind works from all around the world."
    },
    "8": {
      "title": "A regular member, it never cease to please",
      "time": "Mar 2020",
      "type": "NONE",
      "review": "Since I moved to London I became a member of the British Library. Outstanding business resources, magnificent exhibitions and great food at the cafeteria."
    },
    "9": {
      "title": "Buddhism exhibit",
      "time": "Feb 2020",
      "type": "NONE",
      "review": "I enjoyed this exhibit about Buddhism.  Among the items displayed were ancient texts and ritual objects."
    }
  }
}