{
  "attr_name": "Trafalgar Square",
  "attr_page": 1,
  "attr_reviews": {
    "10": {
      "title": "Beautiful place to enjoy with family",
      "time": "May 2021",
      "type": "NONE",
      "review": "A Beautiful place to enjoy with family especially kids. We had a great time.  Amazing monuments to see, you can do lots of shopping.  It is a fantastic place for Art, food and drink, and to spend time with your family."
    },
    "11": {
      "title": "Wow",
      "time": "Jun 2021",
      "type": "Couples",
      "review": "Magnificent architecture blended with a great atmosphere. I have wanted to visit for years a and am so glad to have finally been. Therese seemed to be work on here but that wasn't much of a problem."
    },
    "12": {
      "title": "Lovely",
      "time": "May 2021",
      "type": "NONE",
      "review": "A must  beautifully restored now with art pieces toilets and good places to sit and take in the atmosphere"
    },
    "13": {
      "title": "A must do whilst in London",
      "time": "Jul 2020",
      "type": "NONE",
      "review": "Directly in front of The National Gallery, its easy to see both together.  A huge space with plenty of areas to wander, look at statues, the fountains and Nelsons column.  It hosts many events and gets very busy on weekends, especially in the summer.  Its  actually been lovely during covid as it was almost empty some days. Worth having a wander around, but you wouldn't spend all day there unless an event was on."
    },
    "14": {
      "title": "Great London  feature",
      "time": "Jul 2020",
      "type": "Friends",
      "review": "Since ever I loved this square  , a top tourist British  sight that is for all to visit when we get back to a new normal "
    },
    "15": {
      "title": "Londoners return",
      "time": "Apr 2021",
      "type": "NONE",
      "review": "I moved out of London 30 years ago but do have family here still. Visited yesterday and was astonished at the fourth plinth, the rest remains the same. Still the odd political event, with the emphasis on odd!A joy to be back, but just for the day"
    },
    "16": {
      "title": "Trafalgar Square London",
      "time": "Apr 2021",
      "type": "NONE",
      "review": "Trafalgar Square is a great spot to visit in London. It's central to everything, lots of tourist sites and easy access by public transport. I did a tour which took us through the history of the square and Nelson whose statue is in the middle opposite the National Gallery. It's a good place to hang out and get some rest whilst walking around London"
    },
    "17": {
      "title": "Central",
      "time": "Aug 2020",
      "type": "Friends",
      "review": "It's the place you have to go in London. Great to be a tourist in and admire, aka climb on, the lions. Make sure you admire whatever the new sculpture is on the 4th plinth."
    },
    "18": {
      "title": "It's worth a visit if you are doing the tourist trail in London!",
      "time": "Jan 2021",
      "type": "NONE",
      "review": "Most tourists visiting London will end up at Trafalgar Square at some point during their visit.  And you certainly should visit!  Its one of those iconic London landmarks, wedged between Charing Cross and Leicester Square, though youll probably remember it for the throngs of people that seem to gather there day and night, rather than the beautiful space it is. At least the pigeons which plagued the square for years  have gone! Its a historic square, and you should visit it to check out its features and curiosities.  The current square was laid out in the 1840s, when Nelsons Column and the fountains were erected, though there had been an open space here since the 14th century when it served as a courtyard of the stables which served Whitehall Palace.   The bronze lions at the base of Nelsons Column were added a bit later, in 1867, and the bronze statues which sit on top of three of the four granite plinths were not added until 1948.Its main features are unavoidable, and there are a number of them. Nelsons Column takes centre stage.  William Railton designed the column and statue to honour Admiral Horatio Nelson, after his victory in the Battle of Trafalgar in 1805.  It stands, in total, about 170 feet tall; the graceful Corinthian-style granite column is topped with a  sculpture of Nelson, surveying the realm.  The  statue of Nelson is about 15 feet high and stands on a bronze platform made from old guns from the Woolwich Arsenal Foundry.  Around the base are four descriptive plaques, made from  metal recycled from French guns.  The four huge bronze lions at the base of the column are said to protect the column.And then theres those two huge fountains,  curiously shaped, with edges perfect for sitting on to watch the passing parade.  The fountains were added in 1845. The mermaids, dolphins and tritons (the male figures with tails like fish) were installed later. In each corner of the square youll see a granite plinth.  Three of them have a  bronze statue of a notable figure on them.  Youll spot King George IV on the horse, General Sir Charles James Napier  on the south-west corner, and Major General Sir Henry Havelockin the south-east corner. That brings me to the curiosities of Trafalgar Square - stuff which I think is worth checking out and which makes this public space even more interesting.  First, and most controversial it seems,  is the saga of the  fourth plinth in the north-west corner.  You cant help but notice it, as its  currently adorned with a huge piece of art work resembling an ice-cream, complete with cherry on top and huge fly.  It seems out of place with the history and character of the square, but it wontt be there forever, as it will be replaced after two years with something equally as controversial.    The Fourth Plinth is a public art commission, and since its launch  in 1998, it has become known around the world for its diverse commissions and commentary on complex and contemporary issues.  Theres been a ship in a bottle, a giant blue cockerel, and a boy on a rocking horse.  But thats not the only curiosity in the square.  One of the smallest, and most overlooked, is a small plaque which marks the official centre of London, the original point to which all distances to the nation's capital are measured.  Its behind a statue of King Charles I on the south side of the square.  Its Londons Zero point!   Theres more.  Located rather surreptitiously at the south-east corner of Trafalgar Square is a rather peculiar and often overlooked world record holder - Britains Smallest Police Station.  It looks like an over-sized lamp post.  It was built in 1926 so that the Metropolitan Police could keep a surreptitious eye on the goings-on in the square, through very narrow windows.  Apparently with a direct phone link to Scotland Yard.   My favourite curiosity, however,  is just off the square, at the start of Northumberland Avenue.   There, on a lamp post in the middle of the street, is a painted sculpture of a cherub with a tear falling from his/her eye.  Its probably only a paint run that wast wiped up, but its certainly a curious talking point.  Its often called  The Weeping Angel.  A little further on, underneath the north-east opening of the Admiralty Arch, youll notice a small nose sticking out about seven feet above the road.  Its been there your years, puzzling pedestrians.  Go sniff it out.  And at Christmas time youll see a huge Christmas tree with vertical strings of lights. Its  an annual gift from the people of Norway. Visitors to the square are very vocal, negatively, about the decorations, failing to realise that its done in traditional Norwegian style. On my last visit to Trafalgar Square, it was virtually empty due to the pandemic.  It created an eerie vista.  But in normal times, the square heaves with tourists.  Its often the venue for small music festivals, and demonstrations and political gatherings.  So its historic beauty may be overshadowed by heaving crowds.  If you are ever fortunate to take a tour of Canada House which overlooks the square on its west side, you will get a fabulous view of the square from above, looking down on it from outside terrace of Canada House.Of course theres a number of other attractions at the doorstop of Trafalgar Square.  At the top of the stairs is the phenomenal National Gallery, with the National Portrait Gallery around the corner.  Opposite is the beautiful St Martin-in-the-Fields church.  Youll see the curious Admiralty Arch, currently being converted into a luxury Hotel.  And the likes of Leicester Square, Covent Garden, The Mall, St Jamess Park, Buckingham Palace, the  Houses of Parliament and Westminster Abbey are all within comfortable walking distance.  Charing Cross is the nearest underground station."
    },
    "19": {
      "title": "Christmas has arrived",
      "time": "Dec 2020",
      "type": "Solo",
      "review": "In this strange year, it is good to see that some traditions continue.  In Trafalgar Square that means the arrival of the tall tree, a gift from the people of Norway, along with the Nativity crib.  As is the case all across London, maintenance projects are going ahead in these quiet times - that seems to include the fountains in Trafalgar Square.I work nearby and it is always enjoyable to walk through the square at different times of year. "
    }
  }
}