{
  "attr_name": "Trafalgar Square",
  "attr_page": 3,
  "attr_reviews": {
    "30": {
      "title": "London's busy centre",
      "time": "Sep 2020",
      "type": "NONE",
      "review": "Traffic goes whizzing around  Trafalgar Square non-stop. It's the centre of London.  At the centre of the square is Nelson's Column, some 170 feet (50 metres) tall. Nelson commanded the British fleet that defeated the French at Trafalgar. It is a Corinthian column, very impressive. The National Gallery, one the world's great art musums, is nearby. By the way, have a look at the lions at the base of the column. some say that they have pussy cat paws."
    },
    "31": {
      "title": "Trafalgar Square",
      "time": "Aug 2020",
      "type": "Couples",
      "review": "Lovely spot in the centre of London. Not too busy so we managed to walk around without it being crowded. Nelsons column is really impressive!"
    },
    "32": {
      "title": "A Quick.City Break",
      "time": "Sep 2020",
      "type": "Solo",
      "review": "  I've always wanted to visit Trafalgar Square, it's one of those places you hear about, but never go.  As it was around a thirty minutes walk, from Tottenham Court Road tube station; I thought I'd give it a go.   Close by the square are a myriad of restaurants, all competing for business.  I visited at the begining of September, and construction work was going on, across the road. Combined with the noise from the traffic, and an overhead hovering police helicopter; it wasn't the best of times.  The square and fountains are great to look at, I never knew there were two of them.  Both have figures spouting water, and there appears to be a giant icecream cone at the side. There's a large statue of a man on horse at the rear, and another one beside Lord Nelson's column at the very front.  To the far front sides stand two more statues, of famous men.  Nelson's Column is rudiculously tall, which makes it impossible to get a sharp picture.  The weather was nasty, but it was still a glorious sight; and well worth a visit.   "
    },
    "33": {
      "title": "Nice place",
      "time": "Aug 2020",
      "type": "Family",
      "review": "Lovely place to visit, it was very busy on the day we went as the sun shone..... fountains looked amazing"
    },
    "34": {
      "title": "One of the Londons jewels ",
      "time": "Aug 2020",
      "type": "Couples",
      "review": "As part of our tour about the Harry Potters movie locations, we reached this charmy square in no time! It was the scene where the death eaters attack London, but also the place for the biggest premier in London - Harry Potter and the deadly hallows 2 , the final movie in the saga. Its nice to be in a place where all the stars were there back in 2012, especially Alan Rickman RIP angel! The square is charmy enough without HP stuff....I always enjoy the Nelsons column as the 3 small columns showing his greatest battles, but also the forth one with a modern art...now showing the ice-cream with the drone, the cherry on top and the fly...."
    },
    "35": {
      "title": "Good walk ",
      "time": "Aug 2020",
      "type": "Friends",
      "review": "Loads of impressive buildings and always has a nice vibe.Definitely worth the trip, underground stations are close by."
    },
    "36": {
      "title": "Artwork on plinth sits and works well.",
      "time": "Aug 2020",
      "type": "NONE",
      "review": "Yet another excellent choice for the once empty plinth. Not only the metaphors but I like the echo of the modest dome above and behind the NG portico."
    },
    "37": {
      "title": "Drug addicts everywhere ",
      "time": "Aug 2020",
      "type": "Family",
      "review": "It like being in a drug rehab.Just drug addicts everywhere.Terrible.Maybe it's because of the covid that I can see just them, but since it's the centre of London, I would never have expected such a situation."
    },
    "38": {
      "title": "Quiet Sunday in London",
      "time": "Aug 2020",
      "type": "Friends",
      "review": "London was so quiet it was disturbing to see that!!Trafalgar square & its new art so real Beautiful hot day via Hyde Park "
    },
    "39": {
      "title": "Nelson over the square",
      "time": "Sep 2019",
      "type": "NONE",
      "review": "Impressive square that offers nice view on the National Gallery. Trafalgar Square is full of people, but is definitely worth visiting. Especially as one can see the magnificent Nelson's Column with 4 statues of 4 lions."
    }
  }
}