{
  "attr_name": "Old Royal Naval College",
  "attr_page": 0,
  "attr_reviews": {
    "0": {
      "title": "A fantastic tour with Bob",
      "time": "Jul 2021",
      "type": "NONE",
      "review": "Had a spontaneous film tour with the tour guide called Bob and could not recommend him enough! Please do not miss out on opportunity going on  film tours - it is for a very cheap price and you will get so much more than you expect. I wish these tours would be more popular and more known amongst the visitors. If you have a chance to do it, definitely go! You will not regret it. Thank you, Bob, once again for a fantastic tour!"
    },
    "1": {
      "title": "Absolutely beautiful hall and Gaia was breathtaking.",
      "time": "Jun 2021",
      "type": "NONE",
      "review": "I was lucky to get tickets to see the Gaia (globe) installation by artist Luke Jerram before it closes at the end of June. I came early in the morning just as the doors opened so there were not many people in the hall with me. The painted room itself is absolutely gorgeous and beautiful, but the slowly revolving globe in the hall was something else; so incredible and I'm very glad I got a chance to enjoy it. You must prebook ticket to go into the hall. Track and Trace is also happening for all exhibits, so you either scan the QR code on the NHS app or you can write down your details on a piece of paper."
    },
    "2": {
      "title": "Painted Hall",
      "time": "NONE",
      "type": "NONE",
      "review": "Just visited the Old Royal Naval College and had a wonderful day! The free talk on the painted hall was super interesting and informative - Peter the guide was incredible and super lovely. Highly recommend!! Walked round the grounds and the chapel after too - all super beautiful."
    },
    "3": {
      "title": "Beautiful buildings with interesting history",
      "time": "Jan 2021",
      "type": "NONE",
      "review": "Due to Covid19 we couldn`t go inside the buildings but even still it was great walking around looking at the beautiful architecture and I googled some information about the area.Pretty for a walk and spending time outside.Very clean and well looked after"
    },
    "4": {
      "title": "Old Royal Naval College",
      "time": "Jan 2021",
      "type": "NONE",
      "review": "Back in the day when Britannia ruled the waves, it's been associated with all kind of naval related activities due to River Thames water way to London. But the Old Navy College started its life as a royal palace where the notorious King Henry was born. It later became a hospital for all the seamen who returned and docked here from their explorations exhausted and sick. Then Royal Navy got rid off all the ex seamen pensioners, converted it to a college and taught here till 1998. And since then it's been doing regular rounds in movies and dedicated generally to us tourists.The whole complex is not only Grade 1 listed but UNESCO world heritage site."
    },
    "5": {
      "title": "the whole building is wonderful, not just the painted ceiling",
      "time": "Dec 2019",
      "type": "NONE",
      "review": "Old Royal Naval College Greenwich  The Chapel of St Peter and St Paul.  This is the best place to visit in Greenwich and well worth the time if you like old English churches.  The college is a masterpiece designed by Sir Christopher Wren, who designed or rebuilt some 52 churches in London after the great fire of 1666 including the masterpiece, St Pauls Cathedral.  This college stands on the site of the Greenwich Palace which was the favourite residence of King Henry VIII.  The college houses an exquisite painted ceiling and there are mirrors on several of the settee tables in the room so that one need not look up to see the ceiling frescoes.  The complex was also built to take care of disabled veterans of Englands naval battles, and the Chapel basement was an area where they were fed and housed.  One of the more unique chapels in England.  Visited late Fall 2019."
    },
    "6": {
      "title": "Very interesting ",
      "time": "Oct 2020",
      "type": "Couples",
      "review": "Went to see the Painted Hall and combined it with a tour of the grounds which unfortunately we had to cut short as we ran out of time . Isabel our guide , believe an ex school teacher , was very knowledgable and passionate about the subject. As it was so quiet , we were given an exclusive visit to the Old Chapel (stunning !) and the skittle alley (fascinating ). If the weather had been better and wed had more time , you could easily spend 3-4 hours there . The grounds have been  used for several major blockbuster films Thanks Isabel , think in due course , we will made a return visit "
    },
    "7": {
      "title": "Worth a visit",
      "time": "Oct 2020",
      "type": "Couples",
      "review": "Had a lovely time visiting this place.  The paintings are fantastic and the stories behind the different elements within the  images makes it even more interesting.  Would recommend visiting"
    },
    "8": {
      "title": "Seen from the outside......",
      "time": "Oct 2020",
      "type": "NONE",
      "review": "We visited Greenwich via the foot tunnel under the Thames. The Old Royal Naval College is a beautiful building and a big part of the Greenwich skyline. Will go inside next time we visit."
    },
    "9": {
      "title": "Truly the Sistine Chapel of the UK",
      "time": "Nov 2019",
      "type": "Friends",
      "review": "The Painted Hall is an absolute gem that I take everyone to when they visit London. When I first moved the UK 6 years ago, I fell in love with Greenwich largely because of the naval college and the Painted Hall. It is my favourite place in all of London. It's peaceful, serene and truly majestic. I still gasp each time I see it again. It's never disappointed when it comes to impressing guests. If you're looking for an incredible proposal spot- this is the ticket!  Add on the market, the observatory, a walk by the Thames and afternoon tea at the fan museum and you are set for the perfect day in Greenwich."
    }
  }
}