{
  "attr_name": "Old Royal Naval College",
  "attr_page": 2,
  "attr_reviews": {
    "20": {
      "title": "Alot of history ",
      "time": "NONE",
      "type": "NONE",
      "review": "Visited the Old Royal Navy College today (Wednesday 22nd July 2020). It is such a splendid place to visit when your in Greenwich. It boasts over 500 years of history. HRH Philip, Duke of Edinburgh and Prince Charles all studied here. It has had several films done. From Pirates of the Caribbean to The Crown. Adirmal Lord Nelson laid in state in the Painted Hall. Must book a tour. The staff are very knowledgeable. A very must do thing. Get your ticket converted to a 1 year pass. Meaning when you want to go back again its free  "
    },
    "21": {
      "title": "Missed out",
      "time": "Mar 2020",
      "type": "Friends",
      "review": "Due to lack of time we only saw this place from the outside but would've loved to see the Painted Hall.  Can be seen on a cruise, from the Shard or whilst visiting other points of interest at Greenwich."
    },
    "22": {
      "title": "Very interesting day out",
      "time": "Mar 2020",
      "type": "NONE",
      "review": "Spent a great day at Greenwich.  Visited the Old Royal Naval College visitor centre first and then took the guided tour around the buildings, included in the price of the Painted Hall, which also incuded visiting the Chapel and had a go at the old skittle alley left over from the old naval Hospital.  The tour was interesting and we learnt a lot.  The skittlle alley was a fun and unexpected extra.  The Painted Hall was wonderful and well worth adding to your visit.  Afterwards we ate in the cafe here too - great food, beautifully decorated tables too.  Didn't realise there was so much to see away from the main Greenwich museum..  Well worth a visit."
    },
    "23": {
      "title": "A unique place and a great guide.",
      "time": "Mar 2020",
      "type": "NONE",
      "review": "Stunningly beautiful and impressive collection of 18th. and 17th century (bet I've got that wrong) buildings overlooking the banks of the Thames and dripping with royal and naval history dating back to Henry VII (I think).We signed up for the 3 o'clock tour (7th. March) and found ourselves as the sole participants with a guide whose name I sincerely regret I didn't get but who was absolutely marvelous.  He was wonderfully knowledgeable, capable of easily moving off script and had a wealth of anecdotes which brought the place to life.  Unfortunately (in this instance) the guides are not permitted to accept a tip at the end of the tour.  He had certainly earned it.The symmetrical architecture is just superb in design and scale and both chapel and the Painted Hall a true delight.  OK, the latter is not, despite the hype, the Cistine Chapel but it is stunning in it's own right.Birth place of Henry VIII and daughters Mary and Elizabeth this unique place with it's views in one direction up the hill to the Observatory and in the other across the river to the ever-changing  skyline of modern day London, of is woven into the fabric of our national history. Undoubtedly one of the list to see before ya' die."
    },
    "24": {
      "title": "Stunning Painted Hall",
      "time": "Mar 2020",
      "type": "Couples",
      "review": "Firstly, the visitor centre is not terribly well signposted, being considerably further to the left of the station / Greenwich tunnel exit / Cutty Sark. However, once we found that (with the help of a very kind lady) the next hour and a half were spent in the hands of two extremely competent tour guides. When history is properly put into context, it is truly brought to life, and walking around the outside of the main buildings we were treated to a walk through Tudor history. The highlight though was the Painted Hall, the most comprehensive piece of trompe loeil I have seen anywhere. Think the sistine chapel, but well lit, no time limit on your stay and nobody stopping you taking photos. Probably not one for young kids, it was a fairly adult oriented walkthrough of the period and painting content - theyll enjoy the observatory and cutty sark more. "
    },
    "25": {
      "title": "Beautiful and peaceful area",
      "time": "Mar 2020",
      "type": "NONE",
      "review": "This is always a lovely area to wander through - with an exquisite classical church to view and great views to the river. The Painted Hall Cafe is pleasant and a quiet place for a stop."
    },
    "26": {
      "title": "History of Naval Officers",
      "time": "Oct 2019",
      "type": "NONE",
      "review": "Started on February 1, 1873, an institution for developing Naval officers to dominate the seas. The museum is very well preserved with interesting historical facts. Love it."
    },
    "27": {
      "title": "Visit the Chapel",
      "time": "Feb 2020",
      "type": "NONE",
      "review": "Unusually for a chapel, this space is stunningly light and airy. It is a beautiful spot to see, entrance is free although they ask for a 5 donation."
    },
    "28": {
      "title": "Beautiful building",
      "time": "Feb 2020",
      "type": "Couples",
      "review": "This museum is huge and very impressive.You really need a couple of days in Greenwich to get round all the things to do! "
    },
    "29": {
      "title": "Historic Buildings",
      "time": "Feb 2020",
      "type": "Family",
      "review": "Been visiting over many years during different seasons. Always nice to look around at the artwork and history. Often have fun activities around the school holidays too. Painted hall and chapel are a must to view."
    }
  }
}