{
  "attr_name": "Holland Park",
  "attr_page": 1,
  "attr_reviews": {
    "10": {
      "title": "Something for everyone",
      "time": "Apr 2021",
      "type": "NONE",
      "review": "What a beautiful space , step off the London streets into the woodland and relax. When we visited, the sun was shining and was wonderful to see families enjoying the simple pleasure of being together after a challenging year. The grounds  are well kept, the flowers are beautiful and the blossom was stunning. We loved it !"
    },
    "11": {
      "title": "Beautiful park in inner city London :deciduous_tree::hibiscus::tulip::rose::peacock:",
      "time": "Apr 2021",
      "type": "Friends",
      "review": "Worth a visit. Main attraction is the Fukushima Garden. Go there early to avoid the queue. Beautifully kept garden. Some parts of the park can get very muddy if it has been raining. There is a big playground for kids to play, beautiful flower beds, few picnic tables and benches and if youre lucky you will get to see peacocks roaming around the place. "
    },
    "12": {
      "title": "Fantastic flowers but crowded",
      "time": "Apr 2021",
      "type": "Couples",
      "review": "The display of flowers in the Dutch garden, especially the hyacinths was fantastic however the park was just too busy. We went to the Kyoto Japanese garden but gave up as there was a queue all the way around it."
    },
    "13": {
      "title": "Three cheers for Holland Park Ladies loo",
      "time": "Jan 2021",
      "type": "Solo",
      "review": "Holland Park rarely disappoints and today whilst walking I got caught short and was forced to make a stop to the ladies. The reason I mention the surprisingly clean well stocked condition is that it is something of a rarity. Plenty of toilet paper, proper hand soap, a clean pile of neatly folded hand towels to dry and a real luxury hot water!! And a ginormous container of sanitiser at the entrance. Not sure how they managed to keep the loo's this clean as no staff in sight but my sincere gratitude to Holland Park,  thank you and well done for taking infection Control to a new level in these pandemic filled times"
    },
    "14": {
      "title": "Good park ",
      "time": "Jan 2020",
      "type": "Friends",
      "review": "Good park to visit in covid-19 era big and  green space  to loiter in cafe shops near by to get a bagel "
    },
    "15": {
      "title": "The Kyoto Garden should be your focal point!",
      "time": "Aug 2020",
      "type": "NONE",
      "review": "Holland Park is a delightfully pleasant and easily accessible green space in the inner London neighbourhood of Kensington.  It was once  the grounds of Cope Castle, a large Jacobean mansion hidden in the woods which was built by Sir Walter Cope in the early 17th century. Sir Walter Cope was the  Chancellor of the Exchequer under King James 1.  I think the park takes its name from one of the mansions owners, the Earl of Holland whose wife Lady Rich inherited the property )and apparently grew beautiful dahlias).  The park it certainly worth a visit, and it has a number of interesting things to see.  Firstly theres the remains of the old Holland House, the former Cope Castle.  The house was badly damaged during World War II. One wing was saved and is used as a youth hostel. A section of the front terrace was also saved. This is often used as a backdrop for the park's summertime open-air theatre productions and  opera performances. Theres some beautiful tile work on display nearby. However the attraction in the park which draws in most of the crowds is the beautiful and perfectly-formed Kyoto Garden.  The Kyoto Garden was designed and built by an eminent Japanese Garden designer and his team. It was created to celebrate the Japan Festival in London in 1992.   The garden was a 22-acre gift from the city of Kyoto in Japan to celebrate the friendship between Japan and the UK. It was open in 1991 and is very well curated and designed to resemble gardens in Japan. The garden abounds in the traditional Japanese features:  a waterfall, carp pond, stepping stones, Japanese lanterns and Japanese plantings.  It is very pretty, but was not particularly calm and peaceful (as you would usually expect) due to children viewing it as a playground for running around and screaming.  Adjoining the Kyoto Garden is the newer  Fukushima Garden .  This garden was created as an expression of gratitude from Japan for the support British people had given following the tsunami in Fukushima in March 2011. Its a more open, grassy, verdant space with pebbled pathways, grassy slopes  and traditional gentle stairs, but it is also designed as a place for quiet contemplation.  Just inside the entrance to the Fukushima Garden youll notice  three growing stones; these symbolise the hope of renewal for Fukushima after the disasters.Note that picnics are not allowed in these gardens, and dogs are not allowed as there is wildlife such as peacocks roaming around, and  Koi carp in the ponds. The park has other features as well.  Theres a heavily wooded area with walking paths to explore.  Theres open grassy spaces for games, a playground, and a number of sports facilities such as tennis courts and football pitches.  Theres some curious sculptures and pieces of public art dotted throughout the park. Theres a cafe and toilet facilities in the park. The park is free to visit, and open from 07:30am.  Its accessible from either Holland Park or High  Street Kensington Underground stations."
    },
    "16": {
      "title": "One of Londons least known green spaces",
      "time": "Oct 2020",
      "type": "Friends",
      "review": "Holland Park is probably better known as a select residential area between Marble Arch and Notting Hill Gate or just a station on the Central Lane rather than one of the smaller of Central Londons open spaces. Its entrance from Kensington High Street along a narrow corridor next to the Design Museum and a sports field affords little preview of the manifold attractions that lie ahead. The largest of these are what is left of the once mighty Holland House much of which was destroyed in World War II one wing of which has survived as a Youth Hostel and a single walled facade from which acts as a backdrop to open air operatic performances in the Summer. Some ancient walls remain from the former Jacobean mansion Coke House which previously stood on the site and which was the home of James Is Chancellor of the Exchequer, the grounds of which comprise the modern day park. For me the main attraction is the exquisite Kyoto Garden first laid out in 1968 as a gift from Japan to the Royal Borough. In these dark times visitors are obliged to follow a clockwise route around the lake in which carp and other fish swim against the backdrop of a waterfall over rocks. Other attractions include an adventure playground, Ecology Centre, a small garden with a triangular sundial firming part of a sculpture with two giant tortoises; the Belvedere restaurant complete with sculptures of flying Greek goddesses (currently closed); a cafe serving take-away beverages and comestibles; a statue of Lord Holland doubtless soon to be replaced by one of Lady Diane Abbott."
    },
    "17": {
      "title": "COPE CASTLE",
      "time": "Sep 2020",
      "type": "NONE",
      "review": "This place used to be known as Cope Castle, as it was Sir Walter Cope who built it, a lovely looking castle more like a  mansion house , I liked the colour of it , never seen an orange Castle before.check it out"
    },
    "18": {
      "title": "Such a pleasant place to visit",
      "time": "Aug 2020",
      "type": "NONE",
      "review": "I loved the gardens and watching the wildlife in the Kyoto Garden. I felt relaxed and very happy in this park. "
    },
    "19": {
      "title": "Beautiful spot",
      "time": "Aug 2020",
      "type": "NONE",
      "review": "Lovely, very family-friendly park with a pleasant cafe. Nice escape from busy London. Particularly enjoyed Kyoto Garden"
    }
  }
}