{
  "attr_name": "Holland Park",
  "attr_page": 0,
  "attr_reviews": {
    "0": {
      "title": "Nice overall!",
      "time": "Jul 2021",
      "type": "NONE",
      "review": "Came here recently with friends. Nice park away from Central London, so was very peaceful compared to Hyde Park but still accessible by Tube. Not as much green space as I expected, but still managed to find a nice space to relax. Would recommend if you're looking for a quieter green space to enjoy the summer!"
    },
    "1": {
      "title": "Nice park but much in need of maintenance",
      "time": "Jun 2021",
      "type": "NONE",
      "review": "Holland Park provides a much needed large open space in West London. Bounded on the south by the busy High Street Kensington and to the north by Holland Park Road, the traffic noise fades quickly when you are in the park. The park has sporting facilities - playing fields and tennis courts. It also has a live music venue (Holland Park Opera) in the centre of the park. Despite these, the overall feel is of a park and neither sporting nor music detract from the tranquility. Most of the northern part of the park is woodland, with some unusual trees. In the centre of the park are a series of more formal gardens - including a rose garden, Dutch garden, Mediterranean garden and Japanese gardens. It was these formal gardens that were so disappointing. I thought to start with I'd arrived between seasons - spring plants had been removed and summer bedding had not been planted. The ground in the Dutch garden was bare between the hedges. The same for the Napoleon garden...The perennial planting was no better - the planting by Ted's gate was in much need of weeding. The area around the orangery looked OK from a distance but when you got close it was full of thistles and bind weed. The roses were OK, but looked rather bare without any underplanting. I'm not sure if the garden staff have been put on furlough, but there was not enough time going into it to keep up with maintenance. The highlight of the park is the Kyoto garden, this can get a bit busy so if you want to find calm, best to come early, late or on a week day to visit. The visitors all seemed to be respecting the park and showing responsibility, it is with the Council to step up and put the necessary resources in to properly maintain this wonderful resource."
    },
    "2": {
      "title": "Pleasant garden,",
      "time": "Jun 2021",
      "type": "NONE",
      "review": "The park looks bigger than it really is. Divided into three areas, the woodland area was the best for us as it was shady and paths were quiet. The second area had the house which could not be seen due to some work being done to the walled gardens. Dutch garden had no flowers when we visited. Japanese garden was very pretty with lots of people. There was a cafe. Sports area was the third section.A pleasant place to while away some time and enjoy some fresher air away from busy London traffic."
    },
    "3": {
      "title": "Something For Everyone",
      "time": "Apr 2021",
      "type": "Family",
      "review": "Really enjoyed our visit to Holland Park. Its not the biggest of parks but very interesting with lots to see and explore and also very well kept. The little one loved the adventure playground and is older ones liked the Japanese and Dutch gardens. A lovely oasis of calm and beauty!!"
    },
    "4": {
      "title": "Oasis of calm",
      "time": "May 2021",
      "type": "Friends",
      "review": "This park is simply beautiful - much bigger than I've expected it to be, with beautiful paths and plenty of sitting spaces. Not as busy as Hyde Park or other well-known parks but equally beautiful."
    },
    "5": {
      "title": "Parklife",
      "time": "May 2021",
      "type": "NONE",
      "review": "The most attractive part of Holland Park has to be the Kyoto Garden, with its rich green foliage, delicate spring blossoms and centrepiece waterfall. Even on a busy bank holiday weekend, the park managed to remain a tranquil place to walk around. The biggest crowds gathered on the stone pathway over the large pond, where visitors stopped to take selfies as the water tumbled behind them, but we didnt have to wait long before they moved on. Wildlife can be spotted around the park too: we saw squirrels, a crow and a crane, but unfortunately no peacocks and the pond was empty of koi carp on this occasion.After seeing the Kyoto Garden, my girlfriend and I continued our romantic walk by strolling to the Dutch Garden, which was - fittingly - filled with neatly arranged beds of pretty white tulips. There are benches in this part of the park so we took the opportunity to sit down and enjoy the hot sun that had just emerged from behind the clouds.We planned to finish our visit with a coffee in the parks cafe and on the way, we passed a fountain with a handsome set of brick arches behind it. The wall behind the arches contained colourful paintings of a nineteenth-century garden party that might have taken place in this very location. We joined the queue for the cafe but it moved very slowly, possibly because of covid restrictions, so we abandoned this plan and made the short walk to Holland Park underground station to get a coffee from one of the cafes there instead.Holland Park is one of the lesser-known parks in London but its one of my favourites and this visit didnt disappoint."
    },
    "6": {
      "title": "Edina Monsoon's Locale",
      "time": "May 2021",
      "type": "NONE",
      "review": "If you were a fan of the 90's sitcom Absolutely Fabulous you would know that one of the main characters - Edina said that she does not live in Shepherds Bush (less than a mile down the road) but Holland Park.The area is midway between Notting Hill and Shepherds Bush but is a far cry from the bustle of \"the Bush\". There are plenty of tree lined avenues to enjoy and some nice little cafes and restaurants to enjoy.It's quite an exclusive area and although it is in the heart of London it seems quite chilled."
    },
    "7": {
      "title": "Underrated.",
      "time": "Mar 2021",
      "type": "Friends",
      "review": "I'm glad not many tourists come here so us Londoners can enjoy this small haven :face_with_tears_of_joy:. All joking aside this park is great for a half day out and it's in my favourite part of London. With excellent bars and restaurants to go to after the visit (pending government restrictions)"
    },
    "8": {
      "title": "Hidden gem",
      "time": "Apr 2021",
      "type": "Couples",
      "review": "What a hidden gem.Beautiful ,tranquil and well maintained with something for everyone.Well signposted.Will certainly be back for another visit soon"
    },
    "9": {
      "title": "Nice park. ",
      "time": "Apr 2021",
      "type": "Couples",
      "review": "Visited on a trip to west London. Well maintained. Beautiful gardens. Very popular. Well worth a visit. "
    }
  }
}