{
  "attr_name": "Holland Park",
  "attr_page": 3,
  "attr_reviews": {
    "30": {
      "title": "Something for everyone in this historic park",
      "time": "Aug 2020",
      "type": "NONE",
      "review": "Holland Park is located in the grounds of a 17th century Jacobean mansion built by Sir Walter Cope who was the Chancellor of the Exchequer under King James I. Unfortunately only one wing of the house remains (now a youth hostel with an ugly modern extension) along with the landscaped terrace, the remainder being destroyed by bombing in the Second World War.  It is a little spoilt for visitors at the moment as there is building work going on at the front of the terrace. The park has something for everyone, including its different landscaped gardens and play areas for children and for sport.   The park's most popular feature is possibly the  beautiful Kyoto Garden created in 1992 to celebrate the Japanese Festival.  In the current circumstances if you can it is best to go at a less popular time as, with Covid-19 precautions in place, there is a one-way system in place and the bridge is very popular for photographs. Hidden in the trees are a few surprises in the form of modern statues including the 'Walking Man' by Indian artist Dhruva Mistry striding across the grass towards you...."
    },
    "31": {
      "title": "Relaxing",
      "time": "Aug 2020",
      "type": "NONE",
      "review": "Great place to clear your head, especially these days. Love the choice of things to do here. Lots of green space in a city,"
    },
    "32": {
      "title": "Lovely London Park",
      "time": "Jun 2020",
      "type": "Couples",
      "review": "Lovely park to have a picnic. We spent a lovely sunny day there. The Kyoto garden is beautiful. The seating area within it allows you to really take in the beauty of this wonderful garden."
    },
    "33": {
      "title": "Lunch Break",
      "time": "Jun 2020",
      "type": "NONE",
      "review": "I loved the spark so much! I went on a Wednesday because I was in the area this place was practically empty.Theres plenty of space for parking. The restrooms were impeccable.Its free!It has a three-storys deck for you to see the gorgeous view at this place.Theres also a eco- walk way where you can walk and enjoy a little bit of the nature with many greens and the beautiful water view."
    },
    "34": {
      "title": "Great for a cute summer day",
      "time": "May 2020",
      "type": "NONE",
      "review": "Just a small, cute, often-overlooked park. It's not as famous or central and therefore not as busy as Hyde Park, which in my mind is a huge plus, much easier to relax. It's not exactly empty or forgotten either, though. It looks beautiful on a warm sunny day and there are plenty of benches to just sit around and relax. The Kyoto Gardens looked beautiful too but sadly we couldn't get in (they were closed when we went). We could see the peacocks from outside though - very cute! :)I wouldn't necessarily go out of my way to visit, but if you're in the area then definitely pass by!"
    },
    "35": {
      "title": "Gorgeous",
      "time": "May 2020",
      "type": "NONE",
      "review": "Love this park. Gorgeous. Always love to come here when i'm in london, especially when I was younger."
    },
    "36": {
      "title": "A good place to spend a summer evening",
      "time": "Jul 2019",
      "type": "NONE",
      "review": "I visited Holland Park on a summer evening (after visiting the Design Museum), and I loved it. I especially liked the Japanese Gardens. I was totally not expecting to find so nice gardens in central London."
    },
    "37": {
      "title": "Beautiful ",
      "time": "Feb 2020",
      "type": "Friends",
      "review": "Beautiful park full of wildlife and nature excellent for all ages a small cafe toilets and a childrens section "
    },
    "38": {
      "title": "Wow",
      "time": "Feb 2020",
      "type": "Friends",
      "review": "I had never been to this part of London until we checked in to the local hostel and we had a look around.Wow.The peacocks. I've never been that close to one, much less one with its feathers splayed out.Got followed by squirrels everywhere begging for nuts but they're quite cute.Loved the Japanese gardens, very quiet and peaceful.Toilets were clean with toilet paper in each cubicle and, get this, HOT WATER!!!! So many public toilets never have hot water.The cafe was quiet so we were served quickly by a smiling polite girl, the chai latte was delicious and my friend reported her veggie burger was very tasty.The whole place just made me go \"wow\" throughout the whole walk."
    },
    "39": {
      "title": "Little precious jewel",
      "time": "Feb 2020",
      "type": "Family",
      "review": "Holland Park is a wonder. From the Japanese garden-in-the-garden to the renewed wooden playground and beautiful artwork and nature, it offers an isle of peace between High Street Ken and Notting Hill."
    }
  }
}