{
  "attr_name": "Emirates Stadium",
  "attr_page": 1,
  "attr_reviews": {
    "10": {
      "title": "Ok",
      "time": "Jul 2021",
      "type": "Business",
      "review": "Okish tour in North London and good shop mind and cafes nearby and maybe the shop was somewhere else come to think of it good :thumbs_up: history"
    },
    "11": {
      "title": "Outstanding Staff",
      "time": "May 2021",
      "type": "Family",
      "review": "We took my husband for a tour for Fathers Day and it was brilliant. Even my oldest daughter who doesnt like football had a great time. The stadium is amazing but what made the whole visit for us was the staff, every single one of them were passionate, knowledgeable and cheerful. Even the staff in the shop were excellent, nothing was too much trouble.  We will definitely be returning, hopefully for a match day. Thank you Emirates! :smiling_face_with_heart-eyes:"
    },
    "12": {
      "title": "Crackin day out",
      "time": "Sep 2020",
      "type": "NONE",
      "review": "The misses treated me to a day out in London and arranged for us to go to stadium and it was a good sight to behold"
    },
    "13": {
      "title": "Matchday - great stadium ",
      "time": "Dec 2019",
      "type": "Friends",
      "review": "Great stadium with great atmosphere.Professional security.Good selection of food and drinks and easy access to facilities. Managed to attend one game on the Club Level of the stadium which highlight club history and has an even more extensive range of food and drinks options. "
    },
    "14": {
      "title": "Good tour even for non-Gunners fans",
      "time": "Oct 2020",
      "type": "NONE",
      "review": "As a big football fan I really enjoyed this tour of the Emirates. It was an audio guide so no in person guide but it was great to see behind the scenes and learn about the history of the club even as a Man Utd fan haha!"
    },
    "15": {
      "title": "Tour is very worth it ",
      "time": "Sep 2020",
      "type": "Family",
      "review": "When visiting London I came with my brother that is an Arsenal fan (I am a United fan) to do a tour of the stadium. It really was very cool to see the locker room where the players get ready and all the behind the scenes stuff. It truly is one of the lost beautiful stadiums in the world. It was also awesome to visit the museum after the tour to see years of football history. If there isnt a game while youre in town I highly recommend the tour. Im sure its almost as good as a tour of Old Trafford :winking_face:"
    },
    "16": {
      "title": "Organised tour",
      "time": "Aug 2020",
      "type": "Friends",
      "review": "Nice tour, still takes place during the pandemic period. You will be asked to wear your own mask. The standsrd price for the tour is 25. You will be giving wipes to clean the seats if you want to seat down and enjoy the stands. The tour is an audio tour, not with a guide. Which is available in English, Italian, Portuguese, French, Nederlands, Japanese, Spanish, German, Chinese and British Sign Language. No parking available at facilities. But friendly staff. You will be given a free certificate for attending a tour. Also, you can take some pictures on a green screen. Minimum price is 15."
    },
    "17": {
      "title": "Excellent day out!",
      "time": "Aug 2020",
      "type": "NONE",
      "review": "Not an Arsenal fan, but was very happy to see the stadium, learn a lot about its grand history, feel the energy and be a part of this experience. It was lots of fun.Once we finished the tour, my daughter told me the following: 'Daddy, now I know about football and stadiums, when the boys are talking about it at school, I can say few things I learnt.'"
    },
    "18": {
      "title": "OK",
      "time": "Aug 2020",
      "type": "Friends",
      "review": "Was here. Only thing I would change if someone goes with you and talkes with you on the tour. We had time for everything but the museum didnt work and thats the only flaw because we payed ticket for both."
    },
    "19": {
      "title": "Excellent",
      "time": "Jul 2019",
      "type": "NONE",
      "review": "Great stadium with great atmosphere. Have never been to a Premier League match with the same enthusiasm as the Emirates. Would highly recommend."
    }
  }
}