{
  "attr_name": "Emirates Stadium",
  "attr_page": 3,
  "attr_reviews": {
    "30": {
      "title": "Great stadium",
      "time": "Dec 2019",
      "type": "NONE",
      "review": "Great place to watch a match (though tickets are a bit pricey for top tier matches). Always clean and tidy. Staff are very friendly and helpful. Food is reasonably priced for this sort of place and queues were not too long. Lovely ground coffee. Be aware it is card only. No queuing to get in or for toilets, including the ladies (plenty of them).Only downside is getting out of the stadium and queuing for underground. It's better to avoid the queue at Arsenal station and walk up to Finsbury Park (about 10 minutes walk).Won't comment on the football atm!!!"
    },
    "31": {
      "title": "Legends Stadium Tour with Charlie George",
      "time": "Nov 2019",
      "type": "NONE",
      "review": "This was superb, as good as I could have hoped for. I've been a long time fan since the 1971 'Double' and Charlie George was the perfect host. Saw the whole stadium and ground from top to bottom. His knowledge of the club, players past and present and many anecdotes were very entertaining. Best afternoon spent for a long time!"
    },
    "32": {
      "title": "Great hospitality, poor football ",
      "time": "Nov 2019",
      "type": "Family",
      "review": "I could only get tickets for club level, which cost me 103.50 each. No queue to get in, free programme and team sheet on arrival. Nice Camden Lager on tap and had a nice burger from one of the restaurants, although 18.50 for burger, chips & coke was a bit steep. Plenty of seat space and a fantastic view of the pitch. Obviously I came to watch the football which is really where the whole experience falls down. The atmosphere was subdued, which can partly be explained but the awful performance Arsenal put it. It really was very boring and the players didnt actually seem to want to win the match!Great stadium, great hospitality but unfortunately the main product on the pitch was really poor. "
    },
    "33": {
      "title": "Excellent-well organised tour and friendly staff",
      "time": "Nov 2019",
      "type": "Friends",
      "review": "Came to the Emirates Stadium with friends whilst visiting from the states, was a great visit although restricted by time - staff were extremely polite and thanks to Ciaran for a helping hand with pictures. Great experience, would definitely recommend!!!!"
    },
    "34": {
      "title": "Impressive from outside, average on inside",
      "time": "Nov 2019",
      "type": "Solo",
      "review": "From the street, this stadium makes a striking appearance. But its a different story inside. I always wanted to see an English premier league game, so I chose arsenal for convenience sake.I found out afterwards that arsenal seats are the most expensive in the EPL. I also heard a lot of negative stuff about arsenal fans. Seats werent cheap but I bought at the last minute. The seat itself was great except for the fact that proximity to the field exposed me to the elements, namely a light rain. Had I sat further back, that would not have been a problem. Not many loos at this place so there were long lines to get in. Also, long queues for beer. Quite a difference from Wembley where queues were minimal.The queue to enter the nearby underground station after the game was horrific. I advise either leave the match early, or find a pub to have a pint or two before going to the station. "
    },
    "35": {
      "title": "Excellent for families - come when there is no match",
      "time": "Oct 2019",
      "type": "NONE",
      "review": "I took my family on the Emirates tour. My eldest son is an Arsenal fan as am I and my late father was also. I had seen Arsenal play Leyton Orient in the 70s but never made it to highbury. So this was a treat for all of us and it really delivered. We did not do match day (could not get tickets) and am pleased we didn't as we had full access to pitch side, dugouts, VIP sections, changing rooms.Guided by an audio/visual guide - we were walked through the tour in a very atmospheric manner. Great day out for family. Fantastic stadium. Museum not to be missed either."
    },
    "36": {
      "title": "Great Stadium - if only we had a Manager & Team to match...",
      "time": "Nov 2019",
      "type": "NONE",
      "review": "As a decades-long Arsenal Fan/Member, (who loved the atmosphere at Highbury), I now greatly enjoy the opportunity to come to the magnificently-modern  \"Emirates\" a few times a year.Getting there by \"Tube\" (we use the Piccadilly Line - exiting at Holloway Road) is extremely easy, the stewarding is well-organised, the merchandise in the  \"Armoury\" Shop is seductively brilliant (you could easily spend a fortune here, but there are attractive items at all price-levels), and entry to the Stadium itself is smoothly handled by all involved.As before, our \"Seats\" were on the North Bank, home to many staunch \"Gooners\" - I say \"Seats\", because they don't sit here, preferring to stand throughout the Match, which is a bit problematic for those \"vertically challenged\" (particularly Kids) - I don't have a problem, as I'm over 6 Ft. tall, but \"M\" (my \"Better Half\") is not quite so lucky.Anyway, this time around, on a quite cold, and intermittently wet, November Saturday afternoon, we were playing Wolves - a Team which, in normal times, we could reasonably expect to beat, especially \"At Home\". But these are far from \"normal times\" : our Team gave yet another anemic display, with questionable tactics, and some highly doubtful substitutions by our current Manager. For their part, Wolves were organised and sturdy (at times cynical) in defence, lively and effective in the breakaway. There was certainly little to cheer on the \"North Bank\"!We were fortunate, in my view, to escape with a 1-1 Draw, and - not for the first time - as our Team underperforms, and we inevitably drift away from at least a \"Top 4\" position, are we paying a severe price for recruiting an apparently Grade 2/3 Coach/Manager?With these sobering thoughts, we made our way back from \"Emirates\" ; the \"Arsenal\" Tube Station is certainly nearer to our exit Gates, but it gets backed-up with crowds very quickly, and you're likely to end-up (often in the rain) standing for quite a time, as the Queue/Line inches forward very slowly. Over the years we've found it much better to head-off to the right of the exiting throngs, and take a slightly longer walk to \"Finsbury Park\" Station, where you will usually find yourself seated on a Tube Train very promptly - as we did, again, on this occasion.Enjoy \"Emirates Stadium\" - but don't expect a great Team performance under this Coach/Manager!"
    },
    "37": {
      "title": "More like a visit to a theatre. ",
      "time": "Nov 2019",
      "type": "Friends",
      "review": "Lovely big stadium comfy seats and good views. Trouble is no atmosphere.  Home fans seems to think they are at a theatre rather than a live football match. The number of tourists in the club shop it's difficult to know who the real fans are . Drinks in the stadium are limited to just 3 drinks . Larger ,pale ale and cider.and the staff all seem to be confused as to how to serve a large crowd quickly. "
    },
    "38": {
      "title": "Emirates Stadium",
      "time": "Oct 2019",
      "type": "Solo",
      "review": "I went to see Arsenal at Emirates Stadium. Arsenal are my favourite team and I was gladIgot to see them play and win the game. Pele scored 2 goals and Arsenal won the game. The game was well organised and the Stadium is worth a visit. It can seat 20,000 people. The game was enjoyable and the Arsenal fans were supportive of the team."
    },
    "39": {
      "title": "Big stadium filled to capacity!",
      "time": "Oct 2019",
      "type": "Friends",
      "review": "Easy to get to in Central London, the underground has a station at the stadium. They handle the crowds well getting people with security and bag checks. Pretty easy to move around inside. Food and beer selection is pretty lame just burgers and hot dogs and two types of beer and one cider to select from . On a positive side it does make choosing what have easy. All payments are by card. Seats were very good size compared to US sports venue. When leaving use Finsbury Park Underground where there was no queuing ...Arsenal station had thousands in the queue. Arsenal tired Crystal Palace on our visit!"
    }
  }
}