{
  "attr_name": "Emirates Stadium",
  "attr_page": 0,
  "attr_reviews": {
    "0": {
      "title": "Boring",
      "time": "Feb 2020",
      "type": "Friends",
      "review": "They Only talk About histore and i dont Care it is propper boring and the games are boring the team are boring ARSENAL ARE BORING from a neutral fan"
    },
    "1": {
      "title": "Sheffield United",
      "time": "Jan 2020",
      "type": "Friends",
      "review": "Visited stadium for Premier League match, Sheffield United. Exellent facilities, friendly helpful staff, a vast improvement on our experience at Manchester City!"
    },
    "2": {
      "title": "Lifetime Experience",
      "time": "Nov 2019",
      "type": "NONE",
      "review": "I attended the Wolves-Gunners match in early November, a 1-1 draw. Despite the outcome, I enjoyed a lifetime experience seeing a Premiership game at Emirates. My seats were in the Club Level, with access to a private suite, offering a great view of the match.The Armoury store provided me with an opportunity to load up on Arsenal gear. I can't wait to return and attend another game!"
    },
    "3": {
      "title": "Awesome service",
      "time": "Dec 2019",
      "type": "Solo",
      "review": "I recently visited the Arsenal Armoury store looking for ideas for gifts for my family of boys who are mad Arsenal fans, Luckily I was greeted by a gentleman called Mark who was amazing. His knowledge of the history of the club and his pride in working for the club was very evident. His suggestions for gifts worked out so well for my family. This man could sell ice to eskimos, so be warned!! Mark was patient, hilarious and a great advertisement for the club. The next time I visit the store, I will make sure I look out for Mark. I suggest you do the same. Brilliant."
    },
    "4": {
      "title": "Great stadium",
      "time": "Jan 2020",
      "type": "NONE",
      "review": "visited the Emirates for the Arsenal v Leeds cup tie.great views of the pitch from the side - located in the upper level in line with the edge of the penalty area. Comfy seats.Food and drink very good and reasonable prices for a stadium."
    },
    "5": {
      "title": "First Class",
      "time": "Dec 2019",
      "type": "NONE",
      "review": "We attended an Arsenal march in Dec and came away very impressed by the Emirates and it's staff.  We had club level tickets and the food options were plentiful and we enjoyed the Camden Road Brewing options as well.  Overall game day experience was impeccable except for that late lapse against Chelsea....."
    },
    "6": {
      "title": "A brilliant stadium ",
      "time": "Jan 2020",
      "type": "Friends",
      "review": "I have visited the emirates 5 or 6 time before for tours, football matches and concerts. This really is a first class stadium. The tours can be done either with or without a guide. Throughout the tour you get a real sense of the story of the club from when it was founded all the way through to the modern day. You get to go inside the changing rooms, press conference room, directors box, directors seating area, the players tunnel and the dugout. It really is a great experience for any football fan. If you are attending a game there literally isn't a bad seat in the stadium (unless you're sat in front of a pole) drinks and food are a little on the expensive side but that is to be expected in any stadium or arena these days. I attended a coldplay concert here a few years ago and the atmosphere was amazing and to this day I still remember thousands of people walking down the street afterwards singing viva la vida. "
    },
    "7": {
      "title": "Brilliant Stadium - Even for a non-Arsenal Fan!",
      "time": "Jan 2020",
      "type": "NONE",
      "review": "Brought clients to the Arsenal stadium as part of an FA cup away game. Loved every minute, the staff were very helpful and the stadium was clean and tidy. A really great stadium to watch a game with top class facilities. The food on offer in the stadium concourse is also very good, although 14 is pretty pricey for a burger and chips but this is generally standard for away concourses."
    },
    "8": {
      "title": "Visit at your favorite club",
      "time": "Jan 2020",
      "type": "NONE",
      "review": "If you are an Arsenal fan, this is a must. Its expensive, but I would not have missed it. 60.000 can not be mistaken - every second weekend"
    },
    "9": {
      "title": "Club match, So Awesome",
      "time": "Sep 2019",
      "type": "NONE",
      "review": "We got the train from Bedfordshire, Easy access. 60,000 people. Chants are deafening and exciting Big turn out for a cup match. No drinking inside the stadium. You can get drinks before & at half time.If you are not from the U. K well worth the experience including walking from the station to the game. Staff were great"
    }
  }
}