{
  "attr_name": "Cutty Sark",
  "attr_page": 1,
  "attr_reviews": {
    "10": {
      "title": "My dream date with the fastest clipper on high sea...",
      "time": "Jan 2020 • Family",
      "type": "NONE",
      "review": "When I had visited the Royal Observatory, Greenwich two years back, I had caught sight of the Cutty Sark from the hilltop and had made promised to myself that I would take a tour in my subsequent visit to London. I speak with a lot of respect for the three-masted British merchant clipper, the Cutty Sark, built  in 1869 on the River Leven, Dumbarton in Scotland for the Jock Willis Shipping Line, because she was one of the fastest but also one of the last tea clippers to be built before sailing ships gave way to ships with steam propulsion.This 150 years old British merchant ship, Cutty Sark had visited sixteen different countries and travelled the equivalent of two and a half voyages to the moon and back.Although Cutty Sark was built to last for just thirty years, it served as a working ship for fifty-two years and as a training ship for twenty-two years; following which, it has been open to visitors in Maritime Greenwich for sixty years.We booked our tour through GetYourGuide along with a tour of the Royal Observatory. I was excited at the aspect of not only setting foot on the majestic clipper but taking an extensive tour of it aided by audio guide. However, what followed the tour was a very interesting and entertaining one-hour ‘interaction’ with none other than John Willis Jr., the owner of the massive clipper. A young Scotsman enacted the role of ‘White Hat Willis’, (so called because of his headgear) to perfection. As per her trade history, Cutty Sark usually loaded over 600,000 kg of tea, packed in over 10,000 tea chests and Cutty Sark never left Britain without a cargo in her hold.Cutty Sark is one of only three remaining original composite construction comprising wooden hull on an iron frame clipper ships from the nineteenth century in part or whole. She was damaged in a fire in London wherein a small part of deck and the hull timbers were damaged. As may as twenty firefighters were required to contain the blaze.The ship was later restored.Cutty Sark is listed by National Historic Ships as part of the National Historic Fleet. "
    },
    "11": {
      "title": "Honest Review- Curry Sark",
      "time": "Oct 2019 • Friends",
      "type": "NONE",
      "review": "Visited with family adult family members. I wish I brought my kids!LOGISTICS:This is right by the tube! (Subway). Only a short walk and you can see the boat. They open at 10- I recall- we went in on a weekday at 11 and it was not so crowded. We did encounter a few school groups that care at around noon. There was plenty of space. You pay for the admission of the actual Curry Sark, but can enter free to the Naval Museum. RECOMMENDATIONS:Great place to bring Kids, lots of interactive/tactile resources. "
    },
    "12": {
      "title": "A wonderful business event",
      "time": "NONE",
      "type": "NONE",
      "review": "An unforgettable business event organized in the Cutty Sark.Very well organized.Everything was wonderful.The history of the clipper itself it’s really interesting.We had the privilege to take a full tour explaining many things of the history of the Cutty Sark.A must see in your list.I would recommend you use the river boats to reach it."
    },
    "13": {
      "title": "Interesting tour.",
      "time": "May 2019",
      "type": "NONE",
      "review": "Fun experience. Lot's of history. Great spot in Greenwich to show the ship. This whole area is fun. A bit pricey,  but restoration must have cost a mint. Glad we did it!"
    },
    "14": {
      "title": "All part of the membership.....",
      "time": "May 2019 • Family",
      "type": "NONE",
      "review": "We found ourselves in Greenwich a few weeks ago and came across the Cutty Sark. Its the most imposing sight I've ever accidentally come across. As you come out of the underground and turn left, there stand the sails of this most beautiful ship tall and proud as bold as brass.  Its quite the vision. When you get closer you see that the the ship is on dry land and that you're able to go underneath by virtue of the basement level which gives your a real opportunity to get up close and personal with this great example of British maritime history.  Its incredible that so much of this history still exists and its beautifully portrayed by the actors who present on a daily basis.  Today we saw the witch who is also the figure head of the cutty sark.  You can get onboard and go up to the deck where the fantastic sails and cabins are fully accessible.  We managed to get the family membership for about 70quid a year. That gives 2 adults and 4 kids access to this, the planetarium, Observatory and the other museums.  We've been three times with my daughters friends now and I have to say its been fantastic value for money"
    },
    "15": {
      "title": "Cutty Sark",
      "time": "Apr 2019 • Couples",
      "type": "NONE",
      "review": "fantastic display, very well done, worth the ferry trip to Greenwich. Staff were very friendly, everything was well presented"
    },
    "16": {
      "title": "Impressive History",
      "time": "Jun 2018 • Family",
      "type": "NONE",
      "review": "During our recent family trip to Europe we spent some time in London, UK, and went to see the Royal Observatory and the Cutty Sark in Greenwich. This is a World Heritage Site and there are plenty of things to see, for example, The Maritime Museum.The Cutty Sark was the fastest ship in the tea trade era in the 19th century, and was very famous at the time. Only the advent of steam boats, which are faster and don't depend on wind, and the opening of the Suez Canal would eventually lead to her retirement.The Cutty Sark has been fully preserved. The ship is in a dry dock with a museum built around it. Most of the ship is in its original state, including building materials. The ship and the museum have recently been renovated, from 2006 to 2012.When we walk into a place like this we have many questions. I am glad to report that the staff are very knowledgeable. We talked to one of them for a long time and he really impressed us with how much he knew about the ship and its history. As a visitor, one can enter most areas of the ship and touch most things. There is a short movie one can watch about the history of the ship. They also have kid-friendly entertainment with a computer simulation of a typical voyage that the Cutty Sark would undertake. My boys took full advantage of that of course. I was most impressed by how small everything is. The beds of the crew would about fit my 9-year old. The entire exhibition gives a vivid impression of how hard life was on board of these ships. The museum includes a little gift shop where one can get a variety of souvenirs.In all, this is a visit I can truly recommend for anyone traveling to London.We enjoyed every moment on the Cutty Sark."
    },
    "17": {
      "title": "Truly hideous",
      "time": "Apr 2015 • Business",
      "type": "NONE",
      "review": "After the fire some years ago, the Cutty Sark has been restored and as a result it won a prize for the worst architecture of the year. The lovely old ship now looks as though it is perched on top of a great glass carbuncle."
    },
    "18": {
      "title": "Nursery School Trip",
      "time": "Oct 2015 • Friends",
      "type": "NONE",
      "review": "I was very disappointed by my visit. I had been expecting something interesting, but the ship was a real let down. The interior is boring visually and the displays are so surface - almost no information is offered. It seemed to be aimed at very young children, so many museums are now - but this is an extreme example of the problem. As this is in way a cheap attraction, £12 or so, I would give it a miss. I went in with a London Pass and didn't have to pay, but if I had I would have been really annoyed."
    },
    "19": {
      "title": "It Misses the Boat",
      "time": "Sep 2015 • Friends",
      "type": "NONE",
      "review": "As a ship-lover I expected this completely refurbished, post-fire, clipper to be fully laden with atmosphere, history and information. On a warm, sunny Sunday afternoon, with Greenwich abuzz, it had not however attracted many visitors, and one could soon see why. First, it is over-priced, even at the concession rate I obtained. One appreciates that refurbishment on this scale needs very substantial funding, and I suppose tourists are thought fair game, but attractions that leave a sour taste do the industry no favours in the longer term.  Second, as with so many historical attractions, the only clientele that seems to concern the marketing department is the children, presumably in the hope that the children will drag in the adults, and not vice versa. The result is simplistic audio visual displays for people with short attention spans; the tea-chest scenery is not really very convincing or atmospheric, and I spotted few original artefacts. One was able to learn almost nothing of what it would have been like to sail round the world in this tiny vessel. The main deck was of course more convincing, but again the terror of appearing too scholarly sucked the experience dry of any substance. Third, the graving dock beneath the suspended keel is certainly impressive, but the space is altogether wasted.  The cafe wins a prize, however, and that is for the most expensive flap-jacks in England. I was able to buy a whole lunch for about the same price at the Wetherspoons round the corner.Oh, and one last piece of pedantry. The Cutty Sark is a merchant ship, not a warship or yacht, so she is properly called 'the Cutty Sark', not 'Cutty Sark'. Caption writers please note."
    }
  }
}