{
  "attr_name": "Cutty Sark",
  "attr_page": 0,
  "attr_reviews": {
    "0": {
      "title": "A very interesting free museum.",
      "time": "Mar 2016 • Couples",
      "type": "NONE",
      "review": "The Cutty Sark is a famous clipper ship which was built in 1869 with wood over an iron frame.  Her hull is now surrounded by a glass building housing a museum and gift shop. She is suspended in dry dock above a café so you can see the shape and size of the hull.If you like tall ships and all things nautical it is definitely worth a visit – you can learn about life aboard ship in this museum and we found it very enjoyable and educational.  She has been beautifully restored and the walkways ensure you do not miss anything and there is something for everyone.There is a cafe in the 'dry dock' underneath where we enjoyed some tea and cakes.Definitely worth a visit!"
    },
    "1": {
      "title": "Ship Ahoy ",
      "time": "Jun 2019 • Family",
      "type": "NONE",
      "review": "Our time was running out to check availability to step foot on this wonderful vessel in all its glory but if you like us take a minute to view this wonderful ship you can honestly let your imagination run away nice cool breeze along side the Thames its the purfect location to even sit and chat with the bars and restaurants around the perimeter to enjoy a nice cold drink or a light bite while you can take in the stunning views "
    },
    "2": {
      "title": "Nice legs, shame about the face!",
      "time": "May 2013 • Couples",
      "type": "NONE",
      "review": "Being very proud of our heritage, maritime in particular, my wife and I were very excited when presented  with the opportunity to visit one of the undisputable icons of our marine history,the  Cutty Sark. Awarding credit where it is due, the re-build, which followed the devastating fire, is an incredible feat which richly deserves a place in the higher echelons of an engineering project of this nature. However, once the physical challenges had been successfully overcome (although we still have some reservations about the 2m raising of the hull), the task of presentation and marketing was presumably taken up by a body of people who, hitherto, could probably only hazard a wild guess as to what the Cutty Sark actually was. We felt that the sale of pirate ship paraphernalia in the gift shop was perhaps sending out the wrong message.Standing on the upper deck, one can look aloft to view a masterpiece of rigging, but head below and it all goes horribly wrong. In a nutshell, the main body of the ship has been made into a king size children's adventure playground.It is of course essential that our children learn about all things historical and that it should be presented to them in a style with which they can connect, but we felt this type of presentation dominated the whole learning experience. We can only hope and pray that a similar fate does not befall the Mary Rose, Victory, Warrior or Gannet.Brilliant for kids, but at the price of the cheapening of our heritage."
    },
    "3": {
      "title": "Another interesting visit to the Cutty Sark.",
      "time": "Apr 2017 • Couples",
      "type": "NONE",
      "review": "We had another interesting visit to the Cutty Sark, the famous clipper ship that transported tea and wool before being turned into a museum.  It is only a short distance from the National Maritime Museum and is not just a tourist attraction but an educational experience. Entry was free with our London Pass and you can walk underneath the ship. We saw a fascinating collection of figureheads and there is also a cafe and toilets.The Cutty Sark is wheelchair accessible and there are lifts providing access to all levels.  For safety reasons, wheelchair spaces on the ship are limited to three visitors at any one time. However, some parts of the main deck are not wheelchair accessible, although virtual access is provided to these spaces.The Cutty Sark is definitely worth a visit."
    },
    "4": {
      "title": "Sometimes different",
      "time": "Sep 2019 • Solo",
      "type": "NONE",
      "review": "The Cutty Sark is 150 years old (launched February 1870) and looks better than ever. Sitting in a sea of glass the ship, with her rigging and mast reaching out, the ship is a focus by Greenwich Pier. The small interior is laid out well with lots of information and things of interest on each deck. The highlight for me though, was the walk under the ship, looking up at the golden keel.I felt it was expensive to enter but I was able to buy a joint Observatory/ Cutty Sark ticket which spread the cost and was more reasonable.The Cutty Sark is a main fixture in Greenwich and it would be a shame to visit the area without having a good look at this impressive museum. "
    },
    "5": {
      "title": "Fun Afternoon",
      "time": "Sep 2018",
      "type": "NONE",
      "review": "We travelled by DLR from Bank station- very quick journey of around 20 minutes. Directions are well signposted once you leave the station and the boat is about 3 minute walk away. We are a family of 4 and our 2 x 7 year olds had a ball. It is a very child friendly activity. You get a map to self navigate and all the exhibits are hands on which the kids loved. The history of this beautiful vessel is very interesting. The children were provided with a small handout packed with facts about the boat and they could get this stamped on each level. There are staff posted around at various point on the ship with fun activities such as flag raising . There is a reasonably priced coffee shop underneath the ship in the long galley and thee is a shop on exit with memorabilia  to suit all budgets. We allowed  ourselves 3 hrs to wander about. All in all a thoroughly fun day for us allNote: While there you should not miss out on the tunnel beneath the Thames that brings you out on the Isle of Dogs park which is such a welcome reprieve from the chaos of the city"
    },
    "6": {
      "title": "not worth the money ; go to the church instead",
      "time": "Mar 2015 • Solo",
      "type": "NONE",
      "review": "I was in Greenwich to see its beautiful church in the High Street; it has one of the finest west fronts you will ever see and you can go inside for free. Spare time; so walked up the road to the Cutty Sark. Just look from the outside, superb, but do not bother to go in; its a boring and  expensive mini theme park; the church wins hands down."
    },
    "7": {
      "title": "Excellent Refurbished Sailing Ship Displaying An Era Long Past",
      "time": "Sep 2014 • Couples",
      "type": "NONE",
      "review": "We rode the high-speed catamarans to Greenwich from Embankment Pier to visit the Cutty Sark and what a delightful way to spend an hour (or two) exploring this nicely-restored sailing ship.  We had the good fortune of being here on a very quiet day and except for a handful of others, we had the entire ship to ourselves.  The displays both onboard and beneath the boat are a combination of actual items, well-written information plaques, interactive (to get you involved) \"hands on\" items and the staff that were providing interesting stories of how the actual crew were fed, how/where the slept and other interesting tidbits were very entertaining and terrific source of information.  You can actual wander the various decks to see where cargo was stowed, where various members slept, made meals and conducted repairs as well as walk beneath the ship to see more displays (including an interesting collection of figureheads salvaged from various old ships) - plus you can really appreciate the scale of this ship that was once among the fastest sailing cargo ships in the world (and really understand inflation rates!  This 950 ton ship was built brand new for the princely sum of GBP 17/ton in 1869...)  There is restaurant on the level beneath the ship, but we chose instead to purchase sandwiches & glasses of wine from M&S across the street that we enjoyed in the public park across the street (or you can walk the nearby Thames Foot Tunnel, taking less than 10 minutes to reach the other side and enjoy lunch the public picnic tables in Island Garden Park).  All in all a very enjoyable experience."
    },
    "8": {
      "title": "Hugely overpried and a terrible cafe",
      "time": "Sep 2014 • Family",
      "type": "NONE",
      "review": "My bf and his parents and I went during the tall ships festival.  We went to the cafe first to get refreshments before exploring.  The cafe is over priced, not very good and service was incredibly slow as they had only one till.  The cutty sark itself is underwhelming.  The displays are lacking and even some of the staff on board who were dressed up as people in that era looked bored.  It was a waste of my time and money.  There is so much to see in London, don't bother here.  Greenwich itself however is lovely and there are amazing free attractions."
    },
    "9": {
      "title": "A Ship Steeped in History (Just OK Interest)",
      "time": "Jun 2014 • Family",
      "type": "NONE",
      "review": "First, Trip Advisor has advised me to split up the reviews of which my idea was to consolidate all Attractions in to one Review and set out an excellent visitors guide but as Trip Advisor has explained, Visitors need to find the attractions easier through individual reviews.I understand but there are a few of these attractions that cannot be found on Trip Advisor.What I have now structured, is each review will has been uploaded individually and I have added the below list to every one of those Attractions, so you can also follow the best route and see as much as possible, as some of these Attractions might easily be missed and the structured list, is a build up to the better Attractions. All of these will be found in my other “Greenwich Reviews”. I hope this helps assist you in having a Great Day.I would visit all of these Attractions, as they are all between 1 to 10 minutes maximum apart and they are placed in this order to visit.1. The Cutty Sark2. The Old Royal Naval College Museum3. The Painted Hall4. The Chapel5. Greenwich Indoor Market (Eat & Refresh) (Best Days - Fri & Sat)6. Greenwich Park (Relax & Enjoy or Picnic)7. The Maritime Museum8. The Royal Observatory9. The Queens’ HouseHere we go.I have been going to Greenwich for many years since a young boy and in the more recent years, I have come to appreciate Greenwich immensely. From the 4 Museums to the Market and finally to the Gorgeous Greenwich Park. This is an amazing area filled with so much History and Greenwich has been the first area in 80 - 90 years to become a \"Royal Borough\" in 2012 and in celebration to the Queens Jubilee. All of the Museums are \"FREE\" apart from,1. The Cutty Sark2. The Royal Observatory.A Great place to start would be the \"Cutty Sark\" of which is quite central to everything that I am going to review and everything is within a maximum of 10 minutes walk in any direction and everything is easy to find and you have so many people around, that they can direct you if you are still unsure. There is a charge for the going inside the Cutty Sark, so please visit the Greenwich site for this information. The Cutty Sark is interesting, maybe because of its history really and to have something tangible, that can be touched, it’s an experience but I am not excited about the Tea Clipper (Cutty Sark) but knowing some of its history, is the catalyst to understand more about the Old Naval College (Now Universities and Museums). If you want to know more about Greenwich or prices, then this web-site I would strongly recommend;www.visitgreenwich.org.uk I really do hope that I have given you enough information, as I have tried to give as much as possible but you will find more when you visit. If this review has helped, please do not forget to Click on \"Was This Review Helpful\", as this would really help others to recognise that it has helped others. This would be really appreciated, as people do not always bother and I have tried to help as much as possible to give you the best experience of Greenwich as possible. Enjoy your visit and experiences. Thank-you !"
    }
  }
}