{
  "attr_name": "Cutty Sark",
  "attr_page": 3,
  "attr_reviews": {
    "30": {
      "title": "Amazing Visit",
      "time": "Feb 2020",
      "type": "NONE",
      "review": "Again, we didn't think this visit would take very long, or be as interesting as it was. With a lift to all floors (optional) - within the ship, this is 'do-able' by everyone. Head into the cargo bay to watch and learn about the life, passengers and cargo of the Cutty Sark. Interactive games for children (and adults). Peak inside  the Gally, the Woodworking store, step inside the sailors cabins and bunks, the master's suit,   and much more. Stand on deck and get a feel for the size and power of this original restored ship. We stopped of at the on board cafe - which i can also recommend, and don't miss the largest collection of ships Figure-heads in the Bow, (quite a unique collection). The ship is also suspended about 30 feet of the floor, so you are able to see (and walk underneath) the keel. We found the best way to get here (Greenwich) was by Clipper Boat on the Thames. These are like buses - every 10 minutes or so. Well worth a visit."
    },
    "31": {
      "title": "Tea Clippers",
      "time": "Oct 2019",
      "type": "NONE",
      "review": "One of the fastest clippers of its time, Cutty Sark has been restored magnificently. Tickets on the official website are GBP 13.50 but if you buy it in person its GBP 15. The ship has a nice history and worth visiting.Its 5 minute walking distance from the Greenwich train station so if you are visiting Greenwich Royal Observatory, you can spare some time to see this historical ship."
    },
    "32": {
      "title": "Well worth a visit as it is full of interactive activities.",
      "time": "Oct 2019",
      "type": "NONE",
      "review": "The National Trust pass gives all members a half price entrance to the Cutty Sark. The work carried out to conserve the ship and all the information and films and guides and audios make it a wonderful experience."
    },
    "33": {
      "title": "Day in Greenwich",
      "time": "Aug 2019 • Couples",
      "type": "NONE",
      "review": "This was on our to do list and it really didn’t disappoint. You go below deck, ‘Twain deck and upper deck and all are filled with lots of information points that you then listen to on the free headset.It’s very clean with lifts for pushchairs and disabled.Plenty of toilets and a coffee shop at the bottom.It’s a lovely piece of history excellently restored and good value for money."
    },
    "34": {
      "title": "Used to be great but staff let it down",
      "time": "Jul 2019 • Solo",
      "type": "NONE",
      "review": "I visited a few years ago and got a great tour from the friendly staff, but this time it was a waste of money. The staff ignored me, looked at their phones, and I left feeling disappointed."
    },
    "35": {
      "title": "Didn't know about the National Trust discount",
      "time": "Jun 2019 • Couples",
      "type": "NONE",
      "review": "We are members of the NT but were totally unaware of the discount available, so paid £30 for 2 tickets entrance.  Very little to see on the main deck where you enter the ship, as it seems to be filled with pretend cargo of boxes of tea, and a few seating areas to watch short videos.  The upper decks seemed more interesting, and many people seemed drawn to some sort of interactive 'steer a route' display, which is not well positioned if you want to photograph the entire deck without people in it.It is interesting to see the ship from almost every angle possible, and there is a surprising amount of headroom on the ship. Sadly it was miserable and raining on the day, so any chance of getting a photo with nice blue sky through the glass was dashed.If you head downstairs to see the underneath of the ship, there is a small cafe at the 1 end with a load of figureheads at the other, but I think the interactive displays and videos seem more aimed at keeping kids amused than adults.Glad I've been on/around it once, but a return visit is unlikely."
    },
    "36": {
      "title": "Well worth a visit",
      "time": "Apr 2019 • Couples",
      "type": "NONE",
      "review": "Really interesting piece of history, beautifully restored. Lots of information from our guide who did a great job. Interactive activities for all ages on board. Would highly recommend on a visit to London "
    },
    "37": {
      "title": "An average experience",
      "time": "Nov 2018 • Solo",
      "type": "NONE",
      "review": "This should not be on the top of your list when visiting London. if oyu do go, they have a DLR stop near by and that is the best way to get there. I found it disorientating once on the ship, and none of the staff offer to guide you or inform you upfront. The ticket is very expensive."
    },
    "38": {
      "title": "Amazing history",
      "time": "Sep 2018 • Solo",
      "type": "NONE",
      "review": "Visited the Cutty Sark on a glorious sunny day. We used the two for one entry ticket with our train ticket. This is amazing. We stayed for about an hour and went all over the ship. There is lift access to all levels of the ship ( not original) which makes this a brilliant inclusive experience. You can access the bow, and stern even holding the ships wheel. As well as going throughout the ship.After this you go under the ship, where there is a cafe, finally assenting to a gift shop and exit.This is real history, a world famous amazing ship. Certainly worth a visit."
    },
    "39": {
      "title": "Great day out",
      "time": "Aug 2018 • Family",
      "type": "NONE",
      "review": "We had been to Greenwich before but never oh the Cutty Sark and I so glad we did this time. Interesting history engagingly explained with lots of hands on exhibits to interest both adults and children. Don't miss going down before the ship..... Not only is it a different view of the ship but there is a great display of mastheads and a lovely little cafe. Where better to have lunch than beneath the bow of the Cutty Sark?! "
    }
  }
}