{
  "attr_name": "Cutty Sark",
  "attr_page": 2,
  "attr_reviews": {
    "20": {
      "title": "In a wheelchair ",
      "time": "Jul 2015 • Couples",
      "type": "NONE",
      "review": "I visited the Kutty Sark today and I am in a wheelchair. I have visited many maritime displays like the Cutty Sark and have never been able to get on or if I could, the things I could actually see and do were so limited, it was hardly worth the effort.However on Kutty Sark, just about everything was accessible and for the part that wasn't, the Captain's cabin, they had a walkthrough video that I could watch.It is well worth the visit, I highly recommend it."
    },
    "21": {
      "title": "Superb!",
      "time": "Jun 2015 • Couples",
      "type": "NONE",
      "review": "Our main aim visiting Greenwich was the Royal Observatory, however we decided to buy the combination ticket with Thames Clipper and the Cutty Sark. You can't miss its beauty from the pier which is only a short walk away. It gets better as you get closer. There wasn't any queue when we got there. We didn't really know what the Cutty Sark is, just thought it was some type of ship museum. Philip, assumingly he's a curator there, was brilliant. He gave us history lessons while showing us around the lower deck. The clipper's history is astonishing!The middle deck was very spacious, lots of little \"play areas\", clearly designed for kids, but enjoyed it anyhow as we let out inner child come out. There were also few bits and bobs of exhibits here and there, interactive activities and video clips. Philip, caught up with us again, taking us back in time on how the vessel got it's name. He sounded so passionate which made it much more engaging.The top deck is the real deal! It's so beautiful, we actually felt as if we're in a historic cruise. The galley, cabins, captain's quarter were just simply amazing. Easily spent a good few hours and enjoyed ourselves."
    },
    "22": {
      "title": "A Slice of History",
      "time": "Sep 2014 • Family",
      "type": "NONE",
      "review": "As a slice of history it is very good and informative. It has been restored magnificently. I visited many years ago and at that time there was very little explanation of its history. This time was a real education.I am inclined to agree with a previous reviewer that it is somewhat overpriced and the cafe is not as good as it should be.I bought tickets to include the exhibition in the National Maritime Museum and the Greenwich Observatory. There really should have been an explanatory leaflet to give you a brief outline of the attractions and how to get there. I later found I could have purchased a map for a £1 but no one told me that and anyway it really should be included in the entrance fee."
    },
    "23": {
      "title": "Not worth the price of admission",
      "time": "Aug 2014 • Family",
      "type": "NONE",
      "review": "Visited as a part of a \"nautical\" themed day out in London - Thames clipper river roamer tickets also taking in the Golden Hinde. Really didn't think this attraction came close to deserving the admission price. Too many gimmicky museum style interactive installations and not nearly enough historical substance. Save your money and visit the free museum opposite… Alternatively the Golden Hinde was amazing! - small admission fee and fantastic tour guide/actor/teacher - brilliant!"
    },
    "24": {
      "title": "Very much enjoyed, interactive for younger children.",
      "time": "Aug 2014 • Family",
      "type": "NONE",
      "review": "We visited here 18th August as 2 adults a 13year old and two16 year olds.We paid for the combination tickets for the Cutty Sark, Royal Observatory and the Meridian Timeline.To be honest we got to the Cutty Sark for around 1.30pm and there was just so much to look at!It was fascinating to read all the history and see this ship so close up. To touch something and be so up close and personal was fascinating! Even if your not too interested in history to start off with you can't help but get involved with the interactive part of this.Loving history like I do,it was great to not only touch and see an interesting and important part of what this ship did, but also hear stories and facts from the chap who did talks throughout the day.The talks were lively and informative and really got your attention.Even very small children got involved with the interactive items on display and pretended to be pirates,lol! Love it!Your free to look above and below decks and it's so huge that even on a busy day it's still fine to get around.Below there is a cafe and toilets and other objects of interest. I'm not sure on the cafe prices as we had already eaten before we set of to here.All very clean, user friendly, quick access and suitable for disabled.We spent so much time here that by the time we finish our visit, did a brisk walk through the park to the Observatory we only had a hour and half left for the Meridian a Timeline that my son really wanted to get to.We really enjoyed this visit and would recommend.Tips: 1) the combination tickets we paid for are valid for 30 days so if you are having a long stay why not re- visit again or split your chosen venues over a couple of days? Or like us we gave our tickets to friends to use as they were staying in London a bit longer?2) give yourself plenty of time for your visit as if it's a nice day, the park is lovely to walk through up to the Royal Observatory ( please see my other trip advisor review of this and the Meridian Timeline visit)3) if your on a budget like us and it's a nice day, there's an Marks and Spencer's opposite the Cutty Sark for a sarnie and drink. It's lovely to sit out looking out over the Thames before you enter the venue.We hope you enjoyed this review and it's if some help. Enjoy your visit!"
    },
    "25": {
      "title": "Undergoing renovation",
      "time": "Nov 2011 • Couples",
      "type": "NONE",
      "review": "There is nothing to see except part of the hull.  Come back next year."
    },
    "26": {
      "title": "Great day out ",
      "time": "NONE",
      "type": "NONE",
      "review": "Really nice day out with family or just by yourself. The Cutty Sark gives you a great educational and the staff are really pleasant and helpful. I have a teenager who thought it would be boring but thoroughly enjoyed it. A lot of work has gone into preservation and the guides throughout the visit will show you just how much.Highly recommended! "
    },
    "27": {
      "title": "Beautiful ship, imaginatively displayed",
      "time": "Oct 2020",
      "type": "NONE",
      "review": "The last time I visited the Cutty Sark, many years ago, it was already the historic and beautiful vessel that it is now but it was afloat at the dockside, like any other boat. Now, it floats on a gleaming lozenge of glass so that visitors to the ship can access not only the deck, cabins and holds but can walk under the keel and all around this splendid craft, viewing it from every possible angle.Plenty of information is available to the visitor, in the form of short films, labels and notices and imaginative displays. The space below and around the hull has a grandstand at one end, giving better views of the keel and through the glass to the prow above. There is also a collection of colourful figureheads and, at the stern of the ship, a small cafe.The cost of £16 to enter this stunning-looking ship seems reasonable.The Maritime Museum, the Royal Observatory, Greenwich park, the Thames footpath and the Queen's House Gallery are all with a short walk of the Cutty Sark, making a really excellent day in Greenwich very simple to arrange."
    },
    "28": {
      "title": "A great experience ",
      "time": "Aug 2020 • Couples",
      "type": "NONE",
      "review": "Enjoyed a lovely morning on this charming  vessel. They have got hand gel everywhere and a one way system, so they’ve made it as safe as possible. Was disappointed at the fact that no children were wearing masks - it should be compulsory for them as it is for adults. A lot of parents seem to have trouble controlling their children these days, so a lot of them were running amok. My favourite bits were the crew bunks and walking on the top deck. "
    },
    "29": {
      "title": "Marvellous restoration and visitor's centre",
      "time": "Jan 2020",
      "type": "NONE",
      "review": "Another Greenwich attraction not to be missed. A historical name the Cutty Sark; the history of international trade and sailing competition as told interactively in the various decks of the boat is very well done. The restoration and preservation of the boat itself and the fabulous surrounding visitor centre make this a wonderful attraction. I recommended visiting the Naval Museum first to set the context for visiting the Sark."
    }
  }
}