{
  "attr_name": "Museum of London",
  "attr_page": 0,
  "attr_reviews": {
    "0": {
      "title": "Took the kids to see Great Fire of London section",
      "time": "Oct 2014",
      "type": "Family",
      "review": "My son was doing a project on the great fire of london so we took him to see pudding lane and then went to this museum as they have a small exhibition. We loved it. We paid 1 for a great fire of london quiz that my son really liked and he could not wait to go back to school and tell his teacher and friends all about it. Well worth the visit."
    },
    "1": {
      "title": "Should have left before I arrived",
      "time": "Jan 2013",
      "type": "Couples",
      "review": "This is a museum of empty propaganda. It's awful, I learned nothing, and I feel dumber having gone. It's a History Channel program in person. Ugh."
    },
    "2": {
      "title": "Good free museum",
      "time": "Jul 2012",
      "type": "Friends",
      "review": "Visited recently. The museum is fairly extensive over two floors and plots a history of London through time. There is a large selection of Roman artefacts and a lovely Victorian Street. We went on one of the free tours and found it to be informative and delivered enthusiastically. Overall a good museum to spend a couple of hours or so."
    },
    "3": {
      "title": "Excellent museum that's child friendly",
      "time": "Aug 2011",
      "type": "NONE",
      "review": "We took our 2 children for a day out to London to visit the British Museum, but, like most London attractions it was heaving & the kids couldn't get close enough to see anything. After about 1/2 an hour we gave up & decided to visit the Museum of London instead. It was so easy to find, catch the tube to St Pauls then a five minute walk up St Martin's Le Grand & you're there. Its free to get in, the staff are very friendly & welcoming & it is not overcrowded so you can actually look at the exhibits at leisure (we were there on a Saturday afternoon & it was pleasantly busy). The exhibits are of a good, interesting standard with plenty of info about them, there are some hands on bits for the kids (hats to try on, things to smell & touch) &  areas showing films, the black death, the great fire, the blitz  - all extremely interesting & only about 5-10 mins in length.  There is a cushioned area for when you need to rest your legs, also a cafe that sells very nice cakes! In all we were in the museum about 2 1/2 hrs & I would highly recommend it as an alternative to the natural history or British museum."
    },
    "4": {
      "title": "Go to this Museum if you love London",
      "time": "Jun 2011",
      "type": "NONE",
      "review": "London is one of the world's great cities.  Two hundred years ago it was the largest one.  This wonderful museum tells its story from its neolithic origins to the present day and everything in between.To describe all of its offerings would be impossible in a review like this.  Suffice it to say that the pre-Roman period  has been covered in a superb new exhibition which sheds light on the geological changes that have made the city we know today.separate exhibitions cover the Roman city, the decline after the Romans left, the early meieval period, the growth of the urban area through the Tudor period, the impact of pandemics and fires, the trading city and the centre of empire.  Most of the artifacts have been recovered through archeological digs during the course of site redevelopment projects.Apart from wonderful exhibits, the Museum has an extensive shop and fine eateries.  It's front line staff are excellent too. they responded seamlessly to the needs of a disabled person in my party and ensured that he enjoyed his visit as much as we did.  text panels are located so as to be easily read from a wheelchair.The Museum is located close to the Barbican and slightly off the beaten path for many mainstream visitors to London.  It more than rewards the effort."
    },
    "5": {
      "title": "A good museum visit ",
      "time": "Aug 2020",
      "type": "Friends",
      "review": "Having visited several times I was pleased to see this museum reopened. Booked a timed slot in advance and it didnt feel crowded on the way round the one way system in place- bathrooms are available at the beginning and end of the visit and are pointed out by staff. Most but not all of the exhibits have reopened. A nice way to spend an hour or two learning about London. Tickets were scanned again upon leaving to allow them to manage numbers which makes sense- not many places have worked this one out! "
    },
    "6": {
      "title": "A decent place to see given it's free",
      "time": "Feb 2020",
      "type": "Family",
      "review": "If ever you are in central London and need to kill a couple of hours then it's worth dropping by the Museum of London. It's a few minutes walk from St Paul's and it's also free to enter. It's a good place for children over the age of 10 to visit. Younger children may find this a little boring. At the entrance there was an exhibit to the 70's punk band The Clash. Then there are fascinating exhibits of the Roman times, Victorian era and so on.There was a nice lady dressed up as a lady in the Victorian era who gave a nice chat about water and cholera.Not too much interactive stuff which is a shame but given it's free it's not bad.There is a cafe and gift shop. A nice way to spend a couple if hours. "
    },
    "7": {
      "title": "Fabulous museum including free short tour",
      "time": "Sep 2019",
      "type": "NONE",
      "review": "I visited the Museum of London for a second time recently with more time put aside to fully appreciate it after having had to curtail a previous visit. It's free entry but worthwhile making a donation to this superb museum for history lovers like me. There are some great displays from pre Roman times right up to the present day of the city of London, which has so much history to share. Personally I found the displays on the suffragettes and the political movements of the early 20th century of particular interest as they contained exhibits not seen in typical museum displays elsewhere. Lots of interactive stuff throughout to keep visitors of all ages engaged.There are also free short tours of sections of the museum each day. You don't have to book these, they announce them during your visit so you can just join them if you wish. I had the benefit of a wonderful short tour of the Medieval section led by Jenny who gave very interesting explanations to some of the exhibits there and managed to appeal to a diverse group with different levels of experience and ages."
    },
    "8": {
      "title": "The most interesting exhibit was a pickpocket happily working the crowds in full view of the staff",
      "time": "Jul 2019",
      "type": "Couples",
      "review": "The Museum of London COULD be great. I'm very proud of my home city and I'd love the tourists to be able to get an authentic experience of how it was created,developed and became the London we know today. This isn't it however.There are barely if any interactive exhibits with most of the displays relying on reams and reams of text, consequently lots of bored toddlers/Spanish tourists running around shrieking whilst bored out of their tiny skulls. There are huge gaps. Where are the Krays? The 7/7 attacks? The Tudors? There is a 'Victorian walk' which is basically a replica Victorian high street, great but every other museum is doing exactly the same thing. No imagination! The most interesting 'exhibit' was the pickpocket happily working the crowds in full view of the staff. Classic technique, shove the baby in your direction and go for the phone. Oh yes and there was an overpriced gift shop."
    },
    "9": {
      "title": "Beast of London wonderful idea but the execution was poor",
      "time": "Apr 2019",
      "type": "Solo",
      "review": "Every time I plan a trip to London I go see what exhibtions are on. When I learned about the exhibition Beasts of London I thought it sounded great and booked a ticket, and I liked receiving updates about the exhibition.Sadly it didn't live up to my anticipation.When I arrived at the Museum of London I didn't see a sign to the entrance of the exhibition, when I arrived I did not see a sign for the line and even though my ticket said 10.15 we didn't get in till 10.20 which can happen but no one mentioned the delay or even thanked us for waiting. We were then informed that there were several rooms in the exhibition, eached showed a film and we could follow signs from one room to the next. Each room had a clock above it indication when the next film would start.In the first room we were told to sit on the rocks but there weren't that many and several were very low on the floor. I thought the film was giving an introduction but the actual film had started.Each room that followed focused on a different subject, such as the Romans(where I had to look away frequently because it made me dizzy), the circus, the plague, horses, birds, blood sports etc. But they were just movies, sometimes hard to listen to because of sounds coming from other rooms, or sometimes hard to see because stuff appeared on different screens. But what I missed the most was stuff you could see/read/explore on your own. There was one thing outside of each room I think so not much, and if you had to wait before a room emptied there wasn't really anything to do. I had hoped for more info after we went to the last room but sadly that just took you to the exit/entrance.Most of it looked great though, just not always practical(the sideways screens at the bird bit), my personal favourite was the horses.All in all I think it could be great but I didn't feel it was. I don't think I was the designated age group though, but for children I feel some of the movies might be a bit long, because basically that is all there is to do. And some did have more things you could see but not all of them."
    }
  }
}