{
  "attr_name": "Museum of London",
  "attr_page": 1,
  "attr_reviews": {
    "10": {
      "title": "Disappointing Beasts of London Exhibition",
      "time": "Apr 2019",
      "type": "NONE",
      "review": "Not impressed, 9 of us came out for this experience, 6- 10 year olds included. Based on the trailer, expected it to be way more exciting and  interactive, children were bored could not grab there attention.  No life in the narrators stories, overlap of sounds from other rooms, very difficult to hear, waste of money."
    },
    "11": {
      "title": "Beasts of London",
      "time": "Apr 2019",
      "type": "Family",
      "review": "My whole family has been a fan of the MoL for decades, and this remains the case.  However, the Beasts of London exhibit was disappointing.  The sound was poor and needed raising.  This, coupled with a lack of anything terribly interesting to see or interact with, made the experience lacking for all concerned.  We took two seven year olds and two 12 years and we all enjoyed the museum more more, which remains fascinating.  With a little more imagination the Beasts  could be quite good but in its current format, it's a waste of money.  Go view the MoL and make a donation.  Much more worthwhile."
    },
    "12": {
      "title": "Disappointing",
      "time": "Apr 2019",
      "type": "Family",
      "review": "We took our granddaughters aged 7 and 11 to theThe Beasts of London. We were all disappointed with the experience. The sound was very bad and hard to hear the commentary as each room was too close to the other. It was advertised as 7+. We didnt expect small children to be running around as we had paid 30. The staff were very good, trying very hard to fight the mixed noise. The museum itself is very good. The free parts are well worth a visit. We took our own food and thought that the Lunch room was a very good idea."
    },
    "13": {
      "title": "Utter rubbish! ",
      "time": "Apr 2019",
      "type": "Couples",
      "review": "This review is for Beasts Of London only. The London Museum is excellent but the Beasts Of London exhibition is one of the worst things I have ever seen. 27.00 for 2 adults and every one around me was complaining. Basically some poorly animated and narrated videos. Cant believe they get away with it. Spend your hard earned cash on something else !! One star is 1 star too many ! "
    },
    "14": {
      "title": "Suffragette \"Exhibition\"",
      "time": "Mar 2018",
      "type": "Friends",
      "review": "The Museum (and its female director) should be utterly ashamed of this so-called celebration of 100 years of the suffrage campaign.   Apart from a video of interviews (and apparently some events) there is little other than the very small, poorly lit, inadequate and repetitive permanent exhibition.   This is a complete disgrace, a view shared by all of the people I met at the museum, many of whom refused to buy any of the relevant merchandise at the bookshop (and one person who has now cancelled a visit by a party of schoolchildren).   I shall not be returning to the Museum and would advise others that if they wish to learn about the suffragettes this is NOT the place to do it."
    },
    "15": {
      "title": "Worth a respite from Expensive Londo",
      "time": "Jan 2018",
      "type": "Couples",
      "review": "The Museum of London is free, which is rare and immense value for money in London where an average museum costs 15 so they do well on this. No need to get tickets - just walk in.However, it isnt that interesting. The first half is full of old rocks and objects - which bored the life out of us. The second half is better showing various old costumes or cars but it just came across as very random. A bit like a junk sale of old stuff associated with London.Only highlights are an old London Victorian street - perfect for photos next to an old bar or bank. Also seeing the Olympic flame from London 2012 is cool - although the weird design of it spoils it a bit.Overall, it probably is worth visiting just to get respite from expensive London"
    },
    "16": {
      "title": "Not suitable for families",
      "time": "Nov 2016",
      "type": "Family",
      "review": "I have written several reviews and each has ended up being taking down so am trying to find something that is acceptable.The facts are1.  There is a swear word on the side of one of the models2.  This swear word is a bad swear word3.  It is at child eye height4.  Older children will have fun repeating this swear word5.  You will have trouble explaining to your child (mine was 6years old) what it means6.  Staff do not care about this, one of them laughed in my face7.  If you complain formally you will get a nonsense reply about artistic integrity.So hopefully this is acceptable as there is nothing here that is not true.,"
    },
    "17": {
      "title": "I love my city",
      "time": "May 2016",
      "type": "NONE",
      "review": "Such alovely place to visit but I think that you need an intire day to visit all of it, would definitely isn't it again as it "
    },
    "18": {
      "title": "Not what I expected",
      "time": "Jun 2015",
      "type": "NONE",
      "review": "This museum wasn't on my list to visit, but just happen to be near it and so thought \"why not.\" Really enjoyed my visit. Loved the exhibits and learning the history behind this great city. Recommend making time to check this museum out, it's lovely and very educational. "
    },
    "19": {
      "title": "Badly done, good collection",
      "time": "Sep 2012",
      "type": "Family",
      "review": "The neolithic to pre-roman section of the museum is not bad, some very interesting atrifacts well displayed. The Roman section is uniquly irritating. I do not need modern examples of everyday items in cases with Roman artifacts to understand what those things were used for. It got really annoying and sometimes insulting to ones intellect. Yes, I remember what glass is thank you and I don't need a picture of the Gerkin to help me think of things it's used for. Even my 11 year old found it somewhat ridiculous. The dislays are cluttered and in some cases the artifacts are placed out of the way in favour of the cack handed, vacuous ways the curators have used to 'bring the Romans to life'. Explanitory notes are also placed so you don't easily see them. Very disappointed, so much could be done with this excellent collection. We left, pissed off at having our intelligence insulted, and didn't bother with the rest."
    }
  }
}